{
  "name": "Ashish Jung",
  "position": "Undergraduate intern",
  "photo": "ashish.jpg",
  "handle": "ashish",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Ashish is an undergraduate researcher whose interests lie in exploring the relationships between various neurodevelopmental and psychiatric disorders at the genetic level. His reseach, which focuses on common and de novo variants, explores how inherited and spontaneous genetic variation contribute to disorder risk, heterogeneity, and cross-disorder relationships</span><span class=\"ko-only\">정아시스는 다양한 신경발달 및 정신과적 장애 간의 유전적 수준에서의 관계를 탐구하는 데 관심을 가진 학부 연구생입니다. 그의 연구는 공통 변이와 신생 변이에 초점을 맞추어, 유전적 변이가 질환의 위험도, 이질성, 그리고 질환 간 관계에 어떻게 기여하는지를 탐구합니다.</span></p>\n<p><span class=\"en-only\">His research of common variants uses GWAS data and various statistical approaches to investigate the genetic overlap between disorders and their comorbidities. Meanwhile, his research uses whole-genome sequencing data to investigate the characteristics of the de novo variants that contibute to autism. Through his research, Ashish hopes to further elucidate the genetic etiology of neurodevelopmental and psychiatric disorders in the context of other disorders and their comorbidities.</span><span class=\"ko-only\">공통 변이 연구에서는 GWAS 데이터와 다양한 통계적 접근법을 활용하여 질환 간 유전적 중복과 동반이환을 조사하고 있습니다. 한편, 전장유전체 시퀀싱 데이터를 활용하여 자폐에 기여하는 신생 변이의 특성을 연구하고 있습니다. 이러한 연구를 통해 신경발달 및 정신과적 장애의 유전적 원인을 다른 질환 및 동반이환의 맥락에서 더욱 심층적으로 규명하고자 합니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2021-present B.Sc., Biosystem and Biomedical Sciences, Korea University</span><span class=\"ko-only\">2021-현재 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Kim SW†, Lee H†, Song DY, Lee GH, Ji J, Park JW, Han JH, Lee JW, Byun HJ, Son JH, Kim YR, Lee Y, Kim J, <strong>Jung A</strong>, Lee JH, Kim EH, Kim SH, Lee JH, Satterstrom FK, Girirajan S, Børglum AD, Grove J, Kim EJ†, Werling DM†, Yoo HJ†, An JY†, Whole genome sequencing analysis identifies sex differences of familial pattern contributing to phenotypic diversity in autism. Genome Medicine, 2024.</li>\n</ul>"
}