{
  "name": "Chanwoong Hwa",
  "position": "M.Sc. Graduate",
  "position_ko": "석사 졸업",
  "photo": "blank2.png",
  "handle": "chanwoong",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Chanwoong is a graduate student specializing in systems biology, with a research interest in T-cell exhaustion in cancer. His current research involves the analysis of multi-omics data to understand the intricate mechanisms that underlie T-cell exhaustion in cancer, with a particular emphasis on identifying potential therapeutic targets. By analyzing multi-omics data, including genomic, transcriptomic, proteomic, and clinical profiles, Chanwoong aims to identify key variables that can provide pathophysiological insights into T-cell exhaustion in cancer. Using advanced computational and statistical techniques, he seeks to uncover previously unknown aspects of the disease, which may inform the development of novel diagnostic and treatment strategies.</span><span class=\"ko-only\">찬웅은 시스템 생물학을 전공하는 대학원생으로, 암에서의 T세포 소진(exhaustion)에 관한 연구에 관심을 가지고 있습니다. 현재 멀티오믹스 데이터 분석을 통해 암에서의 T세포 소진의 복잡한 기전을 이해하고, 특히 잠재적 치료 표적을 발굴하는 데 초점을 맞추고 있습니다. 유전체, 전사체, 단백질체, 임상 프로파일을 포함한 멀티오믹스 데이터를 분석하여 T세포 소진에 대한 병태생리학적 통찰을 제공할 수 있는 핵심 변수를 규명하고자 합니다. 고급 계산 및 통계 기법을 활용하여 기존에 알려지지 않은 질환의 측면을 밝혀내고, 이를 통해 새로운 진단 및 치료 전략 개발에 기여하고자 합니다.</span></p>\n<p><span class=\"en-only\">Chanwoong's research represents a valuable contribution to the ongoing efforts to improve our understanding of the intricate mechanisms that underlie T-cell exhaustion in cancer. The identification of potential therapeutic targets may lead to the development of more effective treatments for cancer, which would have significant implications for improving patient outcomes. In summary, Chanwoong's research is a promising step towards a comprehensive understanding of T-cell exhaustion in cancer, and his contributions to the field are exciting for future developments in the field.</span><span class=\"ko-only\">화찬웅의 연구는 암에서의 T세포 소진의 복잡한 기전에 대한 이해를 향상시키기 위한 지속적인 노력에 중요한 기여를 하고 있습니다. 잠재적 치료 표적의 발굴은 보다 효과적인 암 치료제 개발로 이어질 수 있으며, 이는 환자의 치료 결과 개선에 큰 의미를 가집니다. 요약하면, 화찬웅의 연구는 암에서의 T세포 소진에 대한 포괄적 이해를 향한 유망한 한 걸음이며, 이 분야의 향후 발전에 기여하는 연구입니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2022-2023 M.Sc., Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2022-2023 석사, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2018-2022 B.Sc., Biosystem and Biomedical Sciences, Korea University, South Korea</span><span class=\"ko-only\">2018-2022 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Song KJ✻, Kim M, Heo YJ, Cho KC, Oh JW, Kim DH, <strong>Hwa C</strong>, Do Y, Choi S, Hwang HS, Kim K, Kim K, Na S, Paek E, An JY, Jang SJ, Kim MS†, Kim KP†. Assessing long-term stored tissues for multi-omics data quality and proteogenomics suitability. Journal of Proteome Research. 2025</li>\n<li>Song KJ✻, Choi S✻, Kim K✻, Hwang HS✻, Chang E, Park JS, Shim SB, Choi S, Heo YJ, An WJ, Yang DY, Cho KC, Ji W, Choi CM, Lee JC, Kim HR, Yoo J, Ahn HS, Lee GH, <strong>Hwa C</strong>, Kim S, Kim KG, Kim MS, Paek E, Na S†, Jang SJ†, An JY†, Kim KP†, Proteogenomic Analysis of a Korean Cohort Reveals Lung Cancer Subtypes Predictive of Metastasis, Chromosome Instability, and Tumor Microenvironment, Nature Communications, 2024</li>\n<li>Oh J✻, <strong>Hwa C✻</strong>, Jang D, Shin S, Lee SJ, Kim J, Lee SE, Jung HR, Oh Y, Jang G, Kwon O, An JY†, Cho SY†, Augmentation of the RNA m6A reader signature is associated with poor survival by enhancing cell proliferation and EMT across cancer types, Experimental and Molecular Medicine, 2022.</li>\n<li>Heo YJ✻, <strong>Hwa C</strong>, Lee GH, Park JM, An JY†, Integrative multi-omics approaches in cancer research: from biological networks to clinical subtypes, Molecules and Cells, 2021</li>\n</ul>\n<h3><span class=\"en-only\">Awards</span><span class=\"ko-only\">수상</span></h3>\n<ul>\n<li>2023 Best poster award at the 19th KOGO Winter symposium</li>\n<li>2022 Standigm Student Best Paper Award at the Korean Society for Bioinformatics</li>\n</ul>",
  "year": 2023,
  "thesis": "Brain Tumor Atlas Integration and Harmonization of Single-Cell Transcriptomic Datasets",
  "current": "Bioinformatician at 3billion"
}