{
  "name": "Chanhee Kim",
  "position": "M.Sc. Graduate",
  "position_ko": "석사 졸업",
  "photo": "chanhee.jpg",
  "handle": "chanhee",
  "email": "",
  "twitter": "",
  "github": "chanhee22kim",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Chanhee is a graduate student fascinated by unraveling the intricate interactions of biological pathways associated with phenotypes. With a strong interest in neurological disorders, his primary drive is to uncover the underlying biological principles of dementia, particularly Alzheimer's disease. He employs a statistical approach that leverages single-cell data and whole genome sequencing (WGS) data to achieve this.</span><span class=\"ko-only\">찬희는 표현형과 관련된 생물학적 경로의 복잡한 상호작용을 규명하는 데 깊은 관심을 가진 대학원생입니다. 신경 질환에 대한 강한 연구 의지를 바탕으로 치매, 특히 알츠하이머병의 근본적인 생물학적 원리를 밝히는 것을 목표로 하며, 단일세포 데이터와 전장유전체 시퀀싱(WGS) 데이터를 활용한 통계적 접근법을 사용하고 있습니다.</span></p>\n<p><span class=\"en-only\">In his quest to decipher the pathological mechanisms of dementia, his investigations are centered around the meticulous repetition of studies. Through these iterative efforts, he aims to figure out the extent to which genetic factors illuminate the complex phenotype of Alzheimer's. His particular focus lies in dissecting the roles of noncoding regions, especially enhancers and promoters. This involves an ongoing exploration of how mutations within these noncoding regions impact protein transcription. Ultimately, his goal is to enhance the understanding of the genetic foundations that contribute to Alzheimer's disease.</span><span class=\"ko-only\">치매의 병리학적 메커니즘을 해독하기 위한 연구에서 체계적이고 반복적인 분석을 통해 유전적 요인이 알츠하이머의 복잡한 표현형을 얼마나 설명할 수 있는지를 규명하고자 합니다. 특히 인핸서와 프로모터 등 비코딩 영역의 역할을 분석하는 데 주력하며, 비코딩 영역 내 변이가 단백질 전사에 미치는 영향을 지속적으로 탐구하고 있습니다. 궁극적으로 알츠하이머병에 기여하는 유전적 기반에 대한 이해를 심화시키는 것을 목표로 합니다.</span></p>\n<p><span class=\"en-only\">Currently, Chanhee is focusing on research aimed at identifying noncoding variants associated with Alzheimer's disease using whole genome sequencing data. He contributed to the lab's whole-genome sequencing study of Alzheimer's disease (Nature Communications, 2025) and the CWAS-Plus framework for estimating category-wide association of rare noncoding variation (Briefings in Bioinformatics, 2024).</span><span class=\"ko-only\">현재 전장유전체 시퀀싱 데이터를 활용하여 알츠하이머병과 관련된 비코딩 변이를 규명하는 연구에 집중하고 있습니다. 연구실의 알츠하이머병 전장유전체 시퀀싱 연구(Nature Communications, 2025)와 희귀 비코딩 변이의 범주별 연관성을 추정하는 CWAS-Plus 프레임워크(Briefings in Bioinformatics, 2024)에 기여하였습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2023-present M.Sc. candidate, Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2023-현재 석사 과정, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2017-2023 B.Sc., School of Electrical Engineering, Korea University, South Korea</span><span class=\"ko-only\">2017-2023 학사, 고려대학교 전기전자공학부</span></li>\n<li><span class=\"en-only\">2017-2023 B.Sc., Biosystem and Biomedical Sciences, Korea University, South Korea</span><span class=\"ko-only\">2017-2023 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Kim JP✳, Cho M✳, <strong>Kim C✳</strong>, Lee H, Jang B, Jung SH, Kim Y, Koh IG, Kim S, Shin D, Lee EH, Lee JY, Park YC, Jang H, Kim BH, Ham H, Kim B, Kim Y, Cho AH, Raj T, Kim HJ, Na DL, Seo SW†, An JY†, Won HH†, Whole-genome sequencing analyses suggest novel genetic factors associated with Alzheimer's disease and a cumulative effects model for risk liability, Nature Communications, 2025</li>\n<li>Kim Y✳, Jeong M✳, Koh IG, <strong>Kim C</strong>, Lee H, Kim JH, Yurko R, Kim IB, Park J, Werling DM, Sanders SJ, An JY†, CWAS-Plus: Estimating category-wide association of rare noncoding variation from whole-genome sequencing data with cell-type-specific functional data, Briefings in Bioinformatics, 2024</li>\n</ul>\n<h3><span class=\"en-only\">Awards</span><span class=\"ko-only\">수상</span></h3>\n<ul>\n<li>2025 Best Poster Award at the 21th KOGO Winter Symposium</li>\n</ul>",
  "year": 2025,
  "thesis": "Association of rare noncoding variants and short tandem repeat expansions with Alzheimer's disease risk",
  "current": "Samsung Bioepis"
}
