{
  "name": "Chanwoong Hwa",
  "position": "Graduate Student",
  "photo": "blank2.png",
  "handle": "chanwoong",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p>Chanwoong is a graduate student specializing in systems biology, with a research interest in T-cell exhaustion in cancer. His current research involves the analysis of multi-omics data to understand the intricate mechanisms that underlie T-cell exhaustion in cancer, with a particular emphasis on identifying potential therapeutic targets. By analyzing multi-omics data, including genomic, transcriptomic, proteomic, and clinical profiles, Chanwoong aims to identify key variables that can provide pathophysiological insights into T-cell exhaustion in cancer. Using advanced computational and statistical techniques, he seeks to uncover previously unknown aspects of the disease, which may inform the development of novel diagnostic and treatment strategies.</p>\n<p>Chanwoong's research represents a valuable contribution to the ongoing efforts to improve our understanding of the intricate mechanisms that underlie T-cell exhaustion in cancer. The identification of potential therapeutic targets may lead to the development of more effective treatments for cancer, which would have significant implications for improving patient outcomes. In summary, Chanwoong's research is a promising step towards a comprehensive understanding of T-cell exhaustion in cancer, and his contributions to the field are exciting for future developments in the field.</p>\n<h3>Education &amp; Training</h3>\n<ul>\n<li>2022-2023 M.Sc., Department of Integrated Biomedical and Life Science, Korea University</li>\n<li>2018-2022 B.Sc., Biosystem and Biomedical Sciences, Korea University, South Korea</li>\n</ul>\n<h3>Publications</h3>\n<ul>\n<li>Song KJ✻, Kim M, Heo YJ, Cho KC, Oh JW, Kim DH, <strong>Hwa C</strong>, Do Y, Choi S, Hwang HS, Kim K, Kim K, Na S, Paek E, An JY, Jang SJ, Kim MS†, Kim KP†. Assessing long-term stored tissues for multi-omics data quality and proteogenomics suitability. Journal of Proteome Research. 2025</li>\n<li>Song KJ✻, Choi S✻, Kim K✻, Hwang HS✻, Chang E, Park JS, Shim SB, Choi S, Heo YJ, An WJ, Yang DY, Cho KC, Ji W, Choi CM, Lee JC, Kim HR, Yoo J, Ahn HS, Lee GH, <strong>Hwa C</strong>, Kim S, Kim KG, Kim MS, Paek E, Na S†, Jang SJ†, An JY†, Kim KP†, Proteogenomic Analysis of a Korean Cohort Reveals Lung Cancer Subtypes Predictive of Metastasis, Chromosome Instability, and Tumor Microenvironment, Nature Communications, 2024</li>\n<li>Oh J✻, <strong>Hwa C✻</strong>, Jang D, Shin S, Lee SJ, Kim J, Lee SE, Jung HR, Oh Y, Jang G, Kwon O, An JY†, Cho SY†, Augmentation of the RNA m6A reader signature is associated with poor survival by enhancing cell proliferation and EMT across cancer types, Experimental and Molecular Medicine, 2022.</li>\n<li>Heo YJ✻, <strong>Hwa C</strong>, Lee GH, Park JM, An JY†, Integrative multi-omics approaches in cancer research: from biological networks to clinical subtypes, Molecules and Cells, 2021</li>\n</ul>\n<h3>Awards</h3>\n<ul>\n<li>2023 Best poster award at the 19th KOGO Winter symposium</li>\n<li>2022 Standigm Student Best Paper Award at the Korean Society for Bioinformatics</li>\n</ul>",
  "year": 2023,
  "thesis": "Brain Tumor Atlas Integration and Harmonization of Single-Cell Transcriptomic Datasets",
  "current": "Bioinformatician at 3billion"
}