{
  "name": "Dong Min Shin",
  "position": "Graduate Student",
  "photo": "dongmin.jpg",
  "handle": "dongmin",
  "email": "dongmin.s1205@gmail.com",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Dong-Min completed his Master's degree in a wet lab focused on the molecular biology of Arabidopsis aging. It was during the process of acquiring data to validate his hypotheses that he first recognized the transformative potential of bioinformatics. To gain practical experience, he joined a bioinformatics firm, where he became proficient in analyzing various datasets generated via NGS technologies. Based on this foundation, he is now driven to study the mechanisms of neurodevelopment. He is particularly keen on utilizing cutting-edge technologies—such as scRNA-seq, spatial transcriptomics, deep learning, and organoids—to overcome historical research barriers and elucidate the complexities of the nervous system.</span><span class=\"ko-only\">동민은 애기장대 노화의 분자생물학을 연구하는 실험실에서 석사 학위를 취득하였습니다. 가설 검증을 위한 데이터 분석 과정에서 생물정보학의 잠재력을 처음 인식하게 되었고, 실무 경험을 쌓기 위해 생물정보학 기업에 합류하여 NGS 기술로 생성된 다양한 데이터셋 분석에 숙련되었습니다. 이러한 기반을 바탕으로 현재는 신경발달 기전 연구에 매진하고 있으며, 특히 scRNA-seq, 공간 전사체학, 딥러닝, 오가노이드 등 최신 기술을 활용하여 기존 연구의 한계를 극복하고 신경계의 복잡성을 규명하고자 합니다.</span></p>\n<h3>Education &amp; Training</h3>\n<ul>\n<li>2025-present Ph.D. candidate, Department of Integrated Biomedical and Life Science, Korea University</li>\n<li>2022-2025 Bioinformatician at Theragen Bio</li>\n<li>2018-2021 M.Sc., Division of Biological Science and Technology, Yonsei University</li>\n<li>2014-2018 B.Sc., Division of Biological Science and Technology, Yonsei University</li>\n</ul>\n<h3>Publications</h3>\n<ul>\n<li>Kim, H., Kim, Y., Park, J., <strong>Shin, D. M.</strong>, Kim, J. H., Gunathilake, M., ... &amp; Kim, J. (2025). Integrative transcriptomic analysis of Korean high-grade serous ovarian cancer. PLoS Genetics, 21(9), e1011660.</li>\n<li>Lee, S., Lee, J., Lyoo, K. S., Shin, Y., <strong>Shin, D. M.</strong>, Kim, J. W., ... &amp; Hwang, G. S. (2024). Unraveling metabolic signatures in SARS-CoV-2 variant infections using multiomics analysis. Frontiers in Immunology, 15, 1473895.</li>\n<li>Choi, Y., <strong>Shin, D.</strong>, Hong, C. P., Shin, D. M., Cho, S. H., Kim, S. S., ... &amp; Jung, J. H. (2023). The effects of environmental Microplastic on wharf roach (Ligia exotica): A Multi-Omics approach. Chemosphere, 335, 139122.</li>\n<li>Pham, G., <strong>Shin, D. M.</strong>, Kim, Y., &amp; Kim, S. H. (2022). Ran-GTP/-GDP-dependent nuclear accumulation of NONEXPRESSOR OF PATHOGENESIS-RELATED GENES1 and TGACG-BINDING FACTOR2 controls salicylic acid-induced leaf senescence. Plant Physiology, 189(3), 1774-1793.</li>\n<li>Kim, Y., Kim, S. H., <strong>Shin, D. M.</strong>, &amp; Kim, S. H. (2021). ATBS1-INTERACTING FACTOR 2 negatively modulates pollen production and seed formation in Arabidopsis. Frontiers in plant science, 12, 704958.</li>\n<li>Kim, Y., Park, S. U., <strong>Shin, D. M.</strong>, Pham, G., Jeong, Y. S., &amp; Kim, S. H. (2020). ATBS1-INTERACTING FACTOR 2 negatively regulates dark-and brassinosteroid-induced leaf senescence through interactions with INDUCER OF CBF EXPRESSION 1. Journal of Experimental Botany, 71(4), 1475-1490.</li>\n</ul>"
}