{
  "name": "Eunhyong Chang",
  "position": "M.Sc. Graduate",
  "position_ko": "석사 졸업",
  "photo": "eunhyong.png",
  "handle": "Eunhyong",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Eunhyong's research focused on unraveling the biological mechanisms underlying cancer biology through multi-omics data analysis. Given the prevalence of chromosomal aneuploidy across cancer types, she investigated cancer subtypes exhibiting whole-genome doubling (WGD) features and elucidated the kinase networks of these subtypes. Her first-author study established a pan-cancer proteogenomic landscape of WGD, revealing putative therapeutic targets across various cancer types (Chang E et al., Clinical and Translational Medicine, 2024).</span><span class=\"ko-only\">은형의 연구는 다중오믹스 데이터 분석을 통해 암 생물학의 기저 메커니즘을 규명하는 데 초점을 맞추었습니다. 모든 암종에 걸쳐 나타나는 염색체 이수성을 고려하여, 전장유전체 배가(WGD) 특성을 보이는 암 아형을 조사하고 해당 아형의 인산화효소 네트워크를 밝혔습니다. 제1저자 연구에서 WGD의 범암종 단백유전체 지형을 구축하여, 다양한 암종에서의 치료 표적 후보를 규명하였습니다 (Chang E et al., Clinical and Translational Medicine, 2024).</span></p>\n<p><span class=\"en-only\">She also authored a review discussing whole-genome doubling as a double-edged sword, examining its heterogeneous role across various cancer types (Chang E &amp; An JY, BMB Reports, 2024). Through her work on the mutational and biological processes leading to WGD, Eunhyong contributed to identifying novel therapeutic targets for cancer subtypes with WGD features, with implications for more effective diagnostic and treatment strategies.</span><span class=\"ko-only\">또한 전장유전체 배가가 다양한 암종에서 수행하는 이중적 역할을 고찰한 리뷰를 발표하였습니다 (Chang E &amp; An JY, BMB Reports, 2024). WGD를 유발하는 돌연변이 및 생물학적 과정에 대한 연구를 통해, WGD 특성을 가진 암 아형의 새로운 치료 표적을 발굴하는 데 기여하였으며, 보다 효과적인 진단 및 치료 전략 개발에 시사점을 제공하였습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2022-2024 M.Sc., Student, Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2022-2024 석사, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2018-2022 B.Sc., Biosystem and Biomedical Sciences, Korea University</span><span class=\"ko-only\">2018-2022 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Ryu Y✻, <strong>Chang E</strong>, Park H, Cho S-Y†, An JY†, Proteogenomic Analysis on RNA m6A Modification-Associated Genes Identifies a Distinct Subgroup with High IGF2BPs Expression Across Cancer Types, International Journal of Medical Sciences, 2025</li>\n<li>Kwon EJ, Hwang HS, <strong>Chang E</strong>, An JY, Cha HJ†, Establishment of in silico prediction of adjuvant chemotherapy response from active mitotic gene signature in non-small cell lung cancer, medRxiv, 2025</li>\n<li>Song KJ✻, Choi S✻, Kim K✻, Hwang HS✻, <strong>Chang E</strong>, Park JS, Shim SB, Choi S, Heo YJ, An WJ, Yang DY, Cho KC, Ji W, Choi CM, Lee JC, Kim HR, Yoo J, Ahn HS, Lee GH, Hwa C, Kim S, Kim KG, Kim MS, Paek E, Na S†, Jang SJ†, An JY†, Kim KP†, Proteogenomic Analysis of a Korean Cohort Reveals Lung Cancer Subtypes Predictive of Metastasis, Chromosome Instability, and Tumor Microenvironment, Nature Communications, 2024</li>\n<li><strong>Chang E✻</strong>, Kim SJ, Hwang HS, Song KJ, Kim K, Kim MS, Jang SJ, You S, Kim KP†, An JY†, Pan-cancer proteogenomic landscape of whole-genome doubling reveals putative therapeutic targets in various cancer types, Clinical and Translational Medicine, 2024</li>\n<li><strong>Chang E✻</strong> &amp; An JY†, Whole-genome doubling is a double-edged sword: the heterogeneous role of whole-genome doubling in various cancer types, BMB Reports, 2024</li>\n</ul>\n<h3><span class=\"en-only\">Awards</span><span class=\"ko-only\">수상</span></h3>\n<ul>\n<li>2024 Young scientist award, 22th Annual International Proteomics Conference, Korean Human Proteome Organization</li>\n<li>2024 Excellent poster award, 22th Annual International Proteomics Conference, Korean Human Proteome Organization</li>\n<li>2023 Excellent poster award, Annual Conference of  Korean Society for Bioinformatics</li>\n<li>2023 Graduate Fellowship, Kwanjeong Educational Foundation (2023-2024)</li>\n<li>2022 Excellent poster award, Annual Conference of  Korean Society for Bioinformatics</li>\n</ul>",
  "year": 2025,
  "thesis": "Pan-cancer proteogenomic landscape of whole-genome doubling reveals putative therapeutic targets in various cancer types",
  "current": "Kolmar Korea"
}