{
  "name": "Ganghee Lee",
  "position": "Graduate Student",
  "photo": "blank2.png",
  "handle": "ganghee",
  "email": "",
  "twitter": "",
  "github": "lgh2624",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Ganghee has a vested interest in developing a bioinformatics pipeline geared towards the analysis of large-scale whole genome sequencing datasets, with a focus on exploring structural variations within the Korean cohort of individuals with autism spectrum disorder (ASD). Presently, he is dedicating his efforts towards the investigation of structural variants that are associated with ASD. The primary objective of his research is to gain a comprehensive understanding of genomic architecture of ASD and to identify causal loci for structural variant analyses associated with ASD.</span><span class=\"ko-only\">강희는 대규모 전장유전체 시퀀싱 데이터 분석을 위한 생물정보학 파이프라인 개발에 관심을 가지고 있으며, 특히 한국 자폐 스펙트럼 장애(ASD) 코호트 내 구조 변이 탐색에 초점을 맞추고 있습니다. 현재 ASD와 관련된 구조 변이를 조사하는 연구에 매진하고 있으며, 연구의 주요 목표는 ASD의 유전체 구조를 포괄적으로 이해하고, ASD 관련 구조 변이 분석에서 원인 유전자좌를 규명하는 것입니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2021-present Ph.D. candidate, Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2021-현재 박사 과정, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2017-2021 B.Sc., Biosystem and Biomedical Sciences, Korea University</span><span class=\"ko-only\">2017-2021 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Kim SW✻, Lee H, Song DY, <strong>Lee GH</strong>, Han JH, Lee JW, Byun HJ, Son JH, Kim YR, Lee Y, Kim E, Werling DM, Kim SH, Sanders SJ, Yoo HJ†, An JY†, Evaluation of familial phenotype deviation to measure the impact of de novo mutations in autism, Genome Medicine, 2025</li>\n<li>Kim JM✻, Cho HW✻, Shin DM, Kim OH, Kim J, Lee H, <strong>Lee GH</strong>, An JY, Yang M, Jo HS, Jang JH, Chang YS, Park HY†, Park MH†, Uncovering Potential Causal Genes for Undiagnosed Congenital Anomalies Using an In-House Pipeline for Trio-Based Whole-Genome Sequencing, Human Genomics, 2025</li>\n<li>Song KJ✻, Choi S✻, Kim K✻, Hwang HS✻, Chang E, Park JS, Shim SB, Choi S, Heo YJ, An WJ, Yang DY, Cho KC, Ji W, Choi CM, Lee JC, Kim HR, Yoo J, Ahn HS, <strong>Lee GH</strong>, Hwa C, Kim S, Kim KG, Kim MS, Paek E, Na S†, Jang SJ†, An JY†, Kim KP†, Proteogenomic Analysis of a Korean Cohort Reveals Lung Cancer Subtypes Predictive of Metastasis, Chromosome Instability, and Tumor Microenvironment, Nature Communications, 2024</li>\n<li>Kim SW✻, Lee H✻, Song DY, <strong>Lee GH</strong>, Ji J, Park JW, Han JH, Lee JW, Byun HJ, Son JH, Kim YR, Lee Y, Kim J, Jung A, Lee JH, Kim EH, Kim SH, Lee JH, Satterstrom FK, Girirajan S, Børglum AD, Grove J, Kim EJ†, Werling DM†, Yoo HJ†, An JY†, Whole genome sequencing analysis identifies sex differences of familial pattern contributing to phenotypic diversity in autism, Genome Medicine, 2024</li>\n<li>Kim JH✻, Koh IG, Lee H, <strong>Lee GH</strong>, Song DY, Kim SW, Kim Y, Han JH, Bong G, Lee J, Byun H, Son JH, Kim YR, Lee Y, Kim JJ, Park JW, Kim IB, Choi JK, Jang JH, Trost B, Lee J, Kim E, Yoo HJ†, An JY†, Short tandem repeat expansions in cortical layer-specific genes implicate in phenotypic severity and adaptability of autism spectrum disorder, Psychiatry and Clinical Neurosciences, 2024</li>\n<li>Heo YJ✻, Hwa C, <strong>Lee GH</strong>, Park JM, An JY†, Integrative multi-omics approaches in cancer research: from biological networks to clinical subtypes, Molecules and Cells, 2021</li>\n</ul>",
  "year": 2024,
  "thesis": "ABD",
  "current": "Bioinformatician at Inocras Inc."
}