{
  "name": "Haeun Jeong",
  "position": "Graduate Student",
  "photo": "haeun.png",
  "handle": "haeun",
  "email": "jeonghaeunnn@gmail.com",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Haeun is dedicated to uncovering the molecular mechanisms that drive heterogeneous drug responses in cancer using integrative multi-omics approaches. Her research combines proteomic, phosphoproteomic, and transcriptomic data to investigate how dysregulation of gene expression and post-translational processes shapes signaling dynamics and influences therapeutic outcomes.</span><span class=\"ko-only\">하은은 통합 다중 오믹스 접근법을 활용하여 암에서 이질적인 약물 반응을 유발하는 분자 기전을 규명하는 데 전념하고 있습니다. 프로테오믹스, 인산화 프로테오믹스, 전사체 데이터를 결합하여 유전자 발현 및 번역 후 과정의 조절 이상이 신호 전달 역학에 어떻게 영향을 미치고 치료 결과를 좌우하는지를 연구합니다.</span></p>\n<p><span class=\"en-only\">Focusing on the identification of key proteins and phosphorylation events associated with drug sensitivity and resistance, Haeun aims to discover potential therapeutic targets that explain interpatient variability in treatment response. By leveraging multi-omics integration, she seeks to pinpoint critical molecular features that contribute to resistance against targeted therapies and to validate their clinical relevance.</span><span class=\"ko-only\">약물 감수성 및 내성과 관련된 핵심 단백질과 인산화 이벤트를 식별하는 데 초점을 맞추어, 환자 간 치료 반응 차이를 설명할 수 있는 잠재적 치료 표적을 발굴하고자 합니다. 다중 오믹스 통합 분석을 활용하여 표적 치료제에 대한 내성에 기여하는 핵심 분자적 특징을 규명하고 그 임상적 관련성을 검증하고자 합니다.</span></p>\n<p><span class=\"en-only\">Ultimately, her research translates complex omics data into actionable biological insights, advancing the development of more effective and personalized therapeutic strategies in precision oncology.</span><span class=\"ko-only\">궁극적으로, 이 연구는 복잡한 오믹스 데이터를 실행 가능한 생물학적 통찰로 변환하여 정밀 종양학에서 보다 효과적이고 개인화된 치료 전략 개발에 기여하는 것을 목표로 합니다.</span></p>\n<h3>Education &amp; Training</h3>\n<ul>\n<li>2026-present M.Sc., Department of Integrated Biomedical and Life Science, Korea University</li>\n<li>2018-2023 B.Sc., Life Science, Handong Global University </li>\n<li>2018-2023 B.Sc., AI Interdisciplinary Studies, Handong Global University</li>\n</ul>"
}