{
  "name": "Hyeji Lee",
  "position": "Graduate Student",
  "photo": "hyejilee.jpg",
  "handle": "hyeji",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p>Hyeji's research interests center on exploring the genetic architecture underlying human diseases through large-scale genomic data analysis. In pursuit of this goal, she is currently engaged in a whole-genome sequencing analysis of Korean autism families, aiming to elucidate genetic factors associated with autism. A particular emphasis in her research is understanding the genetic and phenotypic heterogeneity of autism based on the oligogenic model.</p>\n<p>Through her work, Hyeji aims to make significant contributions to our understanding of the genetic basis of autism, with potential implications for the development of new diagnostic and treatment strategies for the disorder. Her research efforts represent an important step towards the identification of key genetic risk factors that may inform the development of personalized treatments for individuals with autism. Her research has the potential to significantly advance our understanding of the complex genetic and molecular underpinnings of brain disorders, with far-reaching implications for public health.</p>\n<h3>Education &amp; Training</h3>\n<ul>\n<li>2022-present Ph.D. candidate, Department of Integrated Biomedical and Life Science, Korea University</li>\n<li>2017-2021 B.Sc., Media &amp; Communication, Korea University</li>\n</ul>\n<h3>Publications</h3>\n<ul>\n<li>Kim SW✻, <strong>Lee H</strong>, Song DY, Lee GH, Han JH, Lee JW, Byun HJ, Son JH, Kim YR, Lee Y, Kim E, Werling DM, Kim SH, Sanders SJ, Yoo HJ†, An JY†, Evaluation of familial phenotype deviation to measure the impact of de novo mutations in autism, Genome Medicine, 2025</li>\n<li><strong>Lee H✻</strong>, Kim WH✻, Kwon NH✻, Kim CH, Kim SM, An JY†, Lessons from national biobank projects utilizing whole-genome sequencing for population-scale genomics, Genomics &amp; Informatics, 2025</li>\n<li>Kim JM, Cho HW, Shin DM, Kim OH, Kim J, <strong>Lee H</strong>, Lee GH, An JY, Yang M, Jo HS, Jang JH, Chang YS, Park HY†, Park MH†, Uncovering Potential Causal Genes for Undiagnosed Congenital Anomalies Using an In-House Pipeline for Trio-Based Whole-Genome Sequencing, Human Genomics, 2025</li>\n<li>Kim SW✻, <strong>Lee H✻</strong>, Song DY, Lee GH, Ji J, Park JW, Han JH, Lee JW, Byun HJ, Son JH, Kim YR, Lee Y, Kim J, Jung A, Lee JH, Kim EH, Kim SH, Lee JH, Satterstrom FK, Girirajan S, Børglum AD, Grove J, Kim EJ†, Werling DM†, Yoo HJ†, An JY†, Whole genome sequencing analysis identifies sex differences of familial pattern contributing to phenotypic diversity in autism. Genome Medicine, 2024</li>\n<li>Kim Y✻, Jeong M✻, Koh IG, Kim C, <strong>Lee H</strong>, Kim JH, Yurko R, Kim IB, Park J, Werling DM, Sanders SJ, An JY†, CWAS-Plus: Estimating category-wide association of rare noncoding variation from whole-genome sequencing data with cell-type-specific functional data, Briefings in Bioinformatics, 2024</li>\n<li>Kim JH✻, Koh IG, <strong>Lee H</strong>, Lee GH, Song DY, Kim SW, Kim Y, Han JH, Bong G, Lee J, Byun H, Son JH, Kim YR, Lee Y, Kim JJ, Park JW, Kim IB, Choi JK, Jang JH, Trost B, Lee J, Kim E, Yoo HJ†, An JY†, Short tandem repeat expansions in cortical layer-specific genes implicate in phenotypic severity and adaptability of autism spectrum disorder, Psychiatry and Clinical Neurosciences, 2024</li>\n<li>Lee T✻, <strong>Lee H✻</strong>, Kim S, Park K, An JY†, Kim HW†, Risk variants could inform early neurodevelopmental outcome in children with developmental disabilities, Journal of Autism and Developmental Disorders, 2022</li>\n</ul>\n<h3>Awards</h3>\n<ul>\n<li>2025 Best Poster Award at the 21th KOGO Winter Symposium</li>\n<li>2024 Predoctoral Fellowship, National Research Foundation of Korea (2024-2026)</li>\n</ul>"
}