{
  "name": "Hyeji Lee",
  "position": "Graduate Student",
  "photo": "hyejilee.jpg",
  "handle": "hyeji",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Hyeji's research interests center on exploring the genetic architecture underlying human diseases through large-scale genomic data analysis. She is currently conducting whole-genome sequencing analysis of Korean autism families to elucidate the genetic factors associated with autism, with a particular emphasis on understanding the genetic and phenotypic heterogeneity of autism based on the oligogenic model. Her co-first-author work demonstrated how familial phenotype deviation can measure the impact of de novo mutations in autism (Kim SW, Lee H et al., Genome Medicine, 2025).</span><span class=\"ko-only\">혜지의 연구 관심사는 대규모 유전체 데이터 분석을 통해 인간 질환의 유전적 구조를 탐구하는 것입니다. 현재 한국 자폐 가족의 전장유전체 시퀀싱 분석을 수행하며, 과소유전자 모델(oligogenic model)에 기반한 자폐의 유전적 및 표현형 이질성을 규명하는 데 중점을 두고 있습니다. 공동 제1저자로서 가족 내 표현형 편차를 활용하여 자폐에서 신생 돌연변이의 영향을 측정하는 연구를 수행하였습니다 (Kim SW, Lee H et al., Genome Medicine, 2025).</span></p>\n<p><span class=\"en-only\">Hyeji also authored a comprehensive review examining lessons from national biobank projects that utilize whole-genome sequencing for population-scale genomics (Lee H et al., Genomics &amp; Informatics, 2025), offering insights into the design and implementation of large-scale biobank initiatives. Through her work, she aims to identify key genetic risk factors that may inform the development of personalized diagnostic and treatment strategies for individuals with autism and other brain disorders.</span><span class=\"ko-only\">또한 인구 집단 규모의 유전체학을 위해 전장유전체 시퀀싱을 활용하는 국가 바이오뱅크 프로젝트의 교훈을 분석한 종합 리뷰를 발표하여 (Lee H et al., Genomics &amp; Informatics, 2025), 대규모 바이오뱅크 사업의 설계와 실행에 관한 통찰을 제시하였습니다. 이러한 연구를 통해 자폐 및 기타 뇌 질환 환자를 위한 개인 맞춤형 진단 및 치료 전략 개발에 기여할 핵심 유전적 위험 인자를 규명하는 것을 목표로 하고 있습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2022-present Integrated M.S./Ph.D. candidate, Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2022-현재 석박사 통합과정, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2017-2021 B.Sc., Media &amp; Communication, Korea University</span><span class=\"ko-only\">2017-2021 학사, 고려대학교 미디어학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Kim SW✻, <strong>Lee H</strong>, Song DY, Lee GH, Han JH, Lee JW, Byun HJ, Son JH, Kim YR, Lee Y, Kim E, Werling DM, Kim SH, Sanders SJ, Yoo HJ†, An JY†, Evaluation of familial phenotype deviation to measure the impact of de novo mutations in autism, Genome Medicine, 2025</li>\n<li><strong>Lee H✻</strong>, Kim WH✻, Kwon NH✻, Kim CH, Kim SM, An JY†, Lessons from national biobank projects utilizing whole-genome sequencing for population-scale genomics, Genomics &amp; Informatics, 2025</li>\n<li>Kim JM, Cho HW, Shin DM, Kim OH, Kim J, <strong>Lee H</strong>, Lee GH, An JY, Yang M, Jo HS, Jang JH, Chang YS, Park HY†, Park MH†, Uncovering Potential Causal Genes for Undiagnosed Congenital Anomalies Using an In-House Pipeline for Trio-Based Whole-Genome Sequencing, Human Genomics, 2025</li>\n<li>Kim SW✻, <strong>Lee H✻</strong>, Song DY, Lee GH, Ji J, Park JW, Han JH, Lee JW, Byun HJ, Son JH, Kim YR, Lee Y, Kim J, Jung A, Lee JH, Kim EH, Kim SH, Lee JH, Satterstrom FK, Girirajan S, Børglum AD, Grove J, Kim EJ†, Werling DM†, Yoo HJ†, An JY†, Whole genome sequencing analysis identifies sex differences of familial pattern contributing to phenotypic diversity in autism. Genome Medicine, 2024</li>\n<li>Kim Y✻, Jeong M✻, Koh IG, Kim C, <strong>Lee H</strong>, Kim JH, Yurko R, Kim IB, Park J, Werling DM, Sanders SJ, An JY†, CWAS-Plus: Estimating category-wide association of rare noncoding variation from whole-genome sequencing data with cell-type-specific functional data, Briefings in Bioinformatics, 2024</li>\n<li>Kim JH✻, Koh IG, <strong>Lee H</strong>, Lee GH, Song DY, Kim SW, Kim Y, Han JH, Bong G, Lee J, Byun H, Son JH, Kim YR, Lee Y, Kim JJ, Park JW, Kim IB, Choi JK, Jang JH, Trost B, Lee J, Kim E, Yoo HJ†, An JY†, Short tandem repeat expansions in cortical layer-specific genes implicate in phenotypic severity and adaptability of autism spectrum disorder, Psychiatry and Clinical Neurosciences, 2024</li>\n<li>Lee T✻, <strong>Lee H✻</strong>, Kim S, Park K, An JY†, Kim HW†, Risk variants could inform early neurodevelopmental outcome in children with developmental disabilities, Journal of Autism and Developmental Disorders, 2022</li>\n</ul>\n<h3><span class=\"en-only\">Awards</span><span class=\"ko-only\">수상</span></h3>\n<ul>\n<li>2025 Best Poster Award at the 21th KOGO Winter Symposium</li>\n<li>2024 Predoctoral Fellowship, National Research Foundation of Korea (2024-2026)</li>\n</ul>"
}