{
  "name": "Ingyeong Koh",
  "position": "Graduate Student",
  "photo": "ingyeongkoh.jpg",
  "handle": "ingyeongkoh",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Ingyeong is a graduate student with a strong interest in constructing large scale brain single-cell atlases and exploring the characteristics of diverse brain cell types. Her research focuses on uncovering the biological mechanisms and specific cell types involved in the causes of neurodevelopmental and neurodegenerative disorders. By identifying and analyzing the brain cell populations associated with these diseases, she aims to gain a deeper understanding of the complex cellular interactions and biological processes that drive these conditions.</span><span class=\"ko-only\">인경은 대규모 뇌 단일세포 아틀라스 구축과 다양한 뇌 세포 유형의 특성 탐구에 관심을 가진 대학원생입니다. 신경발달 및 신경퇴행성 질환의 원인에 관여하는 생물학적 기전과 특정 세포 유형을 규명하는 연구를 수행하고 있습니다. 이러한 질환과 관련된 뇌 세포 집단을 식별하고 분석함으로써, 질환을 유발하는 복잡한 세포 간 상호작용과 생물학적 과정에 대한 깊은 이해를 목표로 하고 있습니다.</span></p>\n<p><span class=\"en-only\">In particular, she investigates the roles of neurons and glial cells, examining how their interactions contribute to the onset and progression of neurological disorders. She is keen to expand her expertise in advanced analytical techniques about integrating cutting-edge approaches, such as brain organoids and deep learning technologies, to uncover cell type-specific patterns and biomarkers across multiple omics datasets. Through her research, Ingyeong aims to contribute to the development of novel diagnostic and therapeutic strategies for brain disorders.</span><span class=\"ko-only\">특히 신경세포와 교세포의 역할을 연구하며, 이들의 상호작용이 신경 질환의 발병 및 진행에 어떻게 기여하는지를 탐구하고 있습니다. 뇌 오가노이드와 딥러닝 기술 등 최신 기법을 접목하여 다중 오믹스 데이터에서 세포 유형별 패턴과 바이오마커를 발굴하는 고급 분석 기술 역량을 확대하고자 합니다. 이러한 연구를 통해 뇌 질환에 대한 새로운 진단 및 치료 전략 개발에 기여하는 것을 목표로 합니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2022-present Integrated M.S./Ph.D. candidate, Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2022-현재 석박사 통합과정, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2017-2021 B.Sc., Department of Biomedical Engineering, Hankuk University of Foreign Studies</span><span class=\"ko-only\">2017-2021 학사, 한국외국어대학교 의공학과</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Kim JP✻, Cho M✻, Kim C✻, Lee H, Jang B, Jung SH, Kim Y, <strong>Koh IG</strong>, Kim S, Shin D, Lee EH, Lee JY, Park YC, Jang H, Kim BH, Ham H, Kim B, Kim Y, Cho AH, Raj T, Kim HJ, Na DL, Seo SW†, An JY†, Won HH†, Whole-genome sequencing analyses suggest novel genetic factors associated with Alzheimer’s disease and a cumulative effects model for risk liability, Nature Communications, 2025</li>\n<li>Kim S✻, Lee J✻, <strong>Koh IG</strong>, Ji J, Kim HJ, Kim E, Park J, Park JE, An JY†, An integrative single-cell atlas to explore the cellular and temporal specificity of neurological disorder genes during human brain development, Experimental &amp; Molecular Medicine, 2024</li>\n<li>Kim Y✻, Jeong M✻, <strong>Koh IG</strong>, Kim C, Lee H, Kim JH, Yurko R, Kim IB, Park J, Werling DM, Sanders SJ, An JY†, CWAS-Plus: Estimating category-wide association of rare noncoding variation from whole-genome sequencing data with cell-type-specific functional data, Briefings in Bioinformatics, 2024</li>\n<li>Kim JH✻, <strong>Koh IG</strong>, Lee H, Lee GH, Song DY, Kim SW, Kim Y, Han JH, Bong G, Lee J, Byun H, Son JH, Kim YR, Lee Y, Kim JJ, Park JW, Kim IB, Choi JK, Jang JH, Trost B, Lee J, Kim E, Yoo HJ†, An JY†, Short tandem repeat expansions in cortical layer-specific genes implicate in phenotypic severity and adaptability of autism spectrum disorder, Psychiatry and Clinical Neurosciences, 2024</li>\n<li>Kim IB✻, Lee T✻, Lee J, Kim J, Lee S, <strong>Koh IG</strong>, Kim JH, AN JY, Lee H, Kim WK, Ju YS, Cho Y, Yu SJ, Kim SA, Oh M, Han DW, Kim E†, Choi JK†, Yoo HJ†, Lee JH†, Non-coding de novo mutations in chromatin interactions are implicated in autism spectrum disorder, Molecular Psychiatry , 2022.</li>\n</ul>\n<h3><span class=\"en-only\">Awards</span><span class=\"ko-only\">수상</span></h3>\n<ul>\n<li>2025 Excellent poster award, Annual Conference of Korean Society for Bioinformatics</li>\n<li>2025 Predoctoral Fellowship, National Research Foundation of Korea (2025-2027)</li>\n<li>2024 Excellent poster award, Annual Conference of Korean Society for Bioinformatics</li>\n<li>2024 Outstanding Poster Award, Annual Conference of Korean Society for Brain Neural Science</li>\n</ul>"
}