{
  "name": "Jaehyun Kim",
  "name_ko": "김재현",
  "position": "M.Sc. Graduate",
  "position_ko": "석사 졸업",
  "photo": "blank2.png",
  "handle": "jaekim",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Jaehyun's research focused on the analysis of whole genome sequencing data from patients with neurological disorders. He developed a bioinformatics pipeline specifically designed to detect short tandem repeat (STR) expansions implicated in these disorders. A key component of his research involved the integration of multiomics single-cell datasets, enabling comprehensive interpretation of pathogenic genetic variations in relation to autism spectrum disorder (ASD).</span><span class=\"ko-only\">재현은 신경 질환 환자의 전장유전체 시퀀싱(WGS) 데이터 분석에 집중하는 연구를 수행하였습니다. 이러한 질환과 관련된 짧은 반복 서열(STR) 확장을 탐지하기 위한 생물정보학 파이프라인을 개발하였으며, 다중오믹스 단일세포 데이터셋의 통합을 통해 자폐 스펙트럼 장애(ASD)와 관련된 병인성 유전 변이를 종합적으로 해석하였습니다.</span></p>\n<p><span class=\"en-only\">His work culminated in a first-author publication (Kim JH et al., 2024, Psychiatry and Clinical Neurosciences), which demonstrated that short tandem repeat expansions in cortical layer-specific genes are implicated in the phenotypic severity and adaptability of ASD. This study revealed that STR expansions contribute to the clinical heterogeneity of autism by affecting genes with cortical layer-specific expression patterns, providing new insights into the genetic architecture of ASD beyond single nucleotide variants.</span><span class=\"ko-only\">이 연구는 제1저자 논문(Kim JH et al., 2024, Psychiatry and Clinical Neurosciences)으로 발표되었으며, 대뇌피질 층 특이적 유전자에서의 짧은 반복 서열 확장이 ASD의 표현형 중증도 및 적응 능력에 관여함을 밝혔습니다. 이 연구를 통해 STR 확장이 대뇌피질 층 특이적 발현 패턴을 가진 유전자에 영향을 미쳐 자폐의 임상적 이질성에 기여함을 규명하였고, 단일 염기 변이를 넘어 ASD의 유전적 구조에 대한 새로운 통찰을 제공하였습니다.</span></p>\n<p><span class=\"en-only\">Through his research, Jaehyun contributed to advancing our understanding of the genetic basis of neurological disorders, with his bioinformatics tools and analytical frameworks providing enhanced capability for detecting and interpreting tandem repeat variations from whole genome sequencing data of Korean ASD families.</span><span class=\"ko-only\">그의 연구를 통해 신경 질환의 유전적 기반에 대한 이해가 진전되었으며, 개발한 생물정보학 도구와 분석 프레임워크는 한국 ASD 가족의 전장유전체 시퀀싱 데이터로부터 반복 서열 변이를 탐지하고 해석하는 역량을 향상시켰습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2021-2023 M.S., Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2021-2023 석사, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2015-2021 B.A. in Psychology, Korea University</span><span class=\"ko-only\">2015-2021 학사, 심리학, 고려대학교</span></li>\n<li><span class=\"en-only\">2015-2021 B.Sc. in Biosystem and Biomedical Sciences, Korea University</span><span class=\"ko-only\">2015-2021 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li><strong>Kim JH✳</strong>, Koh IG, Lee H, Lee GH, Song DY, Kim SW, Kim Y, Han JH, Bong G, Lee J, Byun H, Son JH, Kim YR, Lee Y, Kim JJ, Park JW, Kim IB, Choi JK, Jang JH, Trost B, Lee J, Kim E, Yoo HJ†, An JY†, Short tandem repeat expansions in cortical layer-specific genes implicate in phenotypic severity and adaptability of autism spectrum disorder, Psychiatry and Clinical Neurosciences, 2024</li>\n<li>Non-coding de novo mutations in chromatin interactions are implicated in autism spectrum disorder, Molecular Psychiatry (2022)</li>\n</ul>",
  "year": 2023,
  "thesis": "Short tandem repeat detection from whole genome sequencing data of Korean families clarified functional and cell type specificity in autism spectrum disorder",
  "current": "Bioinformatician at CJ CheilJedang"
}
