{
  "name": "Sophia Jihae Lee",
  "name_ko": "이지혜",
  "position": "Former Undergraduate Intern",
  "position_ko": "전 학부 인턴",
  "photo": "blank2.png",
  "handle": "jihae",
  "email": "",
  "twitter": "",
  "github": "esoap",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Jihae is an undergraduate intern, studying and analyzing the brain single-cell data. She is fascinated by the immense diversity of cell types in the brain, and how single-cell approaches powerfully unravel its complex aspects. She aims to elucidate the molecular signatures and roles of each neuronal and glial subtype and their developmental gene expression dynamics. Her goal is to decipher the mechanisms of how disruptions in specific cell types contribute to pathological pathways leading to neurological disorders. Her interest lies in the brain's phenotypic complexity resulting from the interplay of distinct cell populations. This drives her fascination with single-cell technologies that visualize and dissect the brain's cellular heterogeneity at unprecedented resolution. Currently, she is constructing and analyzing atlas-level brain single-cell data, aspiring to profoundly classify and understand the brain's diverse cell types. In the process, she is studying and expanding her skillsets in downstream analysis. She eagerly anticipates expanding the investigation of datasets such as brain organoids and multi-omics data that can unveil the brain's cellular secrets.</span><span class=\"ko-only\">지혜는 뇌 단일세포 데이터를 연구하고 분석하는 학부 인턴입니다. 뇌에 존재하는 방대한 세포 유형의 다양성과 단일세포 접근법이 뇌의 복잡한 측면을 강력하게 해독하는 방식에 매료되어 있습니다. 각 신경세포 및 교세포 아형의 분자적 특성과 역할, 그리고 발달 과정에서의 유전자 발현 역학을 규명하는 것을 목표로 합니다. 특정 세포 유형의 이상이 신경 질환으로 이어지는 병리적 경로에 어떻게 기여하는지를 해독하고자 하며, 서로 다른 세포 집단의 상호작용에서 비롯되는 뇌의 표현형적 복잡성에 관심을 가지고 있습니다. 현재 아틀라스 수준의 뇌 단일세포 데이터를 구축 및 분석하며 뇌의 다양한 세포 유형을 심층적으로 분류하고 이해하고자 합니다. 이 과정에서 하위 분석 기술을 학습하고 확장하고 있으며, 향후 뇌 오가노이드 및 멀티오믹스 데이터 등으로 연구를 확대하여 뇌의 세포적 비밀을 밝히기를 기대하고 있습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2020-2024 B.Sc., Biosystems and Biomedical science, Korea University</span><span class=\"ko-only\">2020-2024 학사, 고려대학교 바이오시스템의과학부</span></li>\n<li><span class=\"en-only\">2020-2024 B.Sc., Computer Science and Engineering, Korea University</span><span class=\"ko-only\">2020-2024 학사, 고려대학교 컴퓨터과학공학과</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Prasad R, Lee JH, Lee DY, Lee YH, <strong>Lee J</strong>, Park SH, Ryu JR, Lee B, Choi S, Choi J, Cho IJ, An JY, Vacca F, Ansar M, Kim HJ, Kim M†, Sun W†, Characterization of Human Anterior Neural Organoids as a Model for Investigating Cohen Syndrome, bioRxiv, 2025</li>\n<li>Kim S, Kim H, Pelayo J, Alvarez S, Jang G, Kim J, Hoelscher V, Calleja-Pérez B, Jung H, <strong>Lee J</strong>, Kim S, Jimenez de la Peña M, Han A, Lee DS, Ji S, Yu W, Kim HM, An JY, Oh WC, Kwon S-K, Um JW, Fernández-Jaén A, Ko J†, Autism-associated MDGA1 missense mutations impair distinct facets of central nervous system development, medRxiv, 2025</li>\n<li>Do H, Kim D, Jappelli R, Yang H, Jeon Y, Son G, Ju M, Son J, Ahn I, Lim CK, Ji J, <strong>Lee J</strong>, Kim YK, An JY, Lee SH, Lee D, Gage FH, Han J†, AGO1 in neural progenitor cells orchestrates brain development and sociability via LIN28A-REELIN axis, bioRxiv, 2025</li>\n<li>Kim S✻, <strong>Lee J✻</strong>, Koh IG, Ji J, Kim HJ, Kim E, Park J, Park JE, An JY†, An integrative single-cell atlas to explore the cellular and temporal specificity of neurological disorder genes during human brain development, Experimental &amp; Molecular Medicine, 2024</li>\n</ul>\n<h3><span class=\"en-only\">Awards</span><span class=\"ko-only\">수상</span></h3>\n<ul>\n<li>2024 Lambda Poster Award, Annual Conference of Korean Society for Brain Neural Science</li>\n</ul>",
  "year": 2024,
  "thesis": null,
  "current": "PhD Student at the University of North Carolina at Chapel Hill, USA"
}