{
  "name": "Joon-Yong An",
  "position": "Principal Investigator",
  "photo": "joonan.jpg",
  "handle": "joonan",
  "email": "",
  "twitter": "",
  "github": "joonan30",
  "scholar": "eTLI6dsAAAAJ",
  "bio_html": "<p>Dr. An is an Associate Professor in the Department of Biosystem and Biomedical Science at Korea University.</p>\n<p>He is a human geneticist whose research focuses on the genetic architecture of autism spectrum disorder (ASD) and other neurodevelopmental conditions. His group investigates how genetic variants contribute to the etiology and phenotypic heterogeneity of ASD through large-scale whole-genome sequencing and multi-omics integration. The team combines population-scale genomics with single-cell and epigenomic resources to delineate the cell-type and temporal specificity of neuropsychiatric risk genes and to uncover the molecular mechanisms underlying brain development.</p>\n<p>Dr. An’s research advances cross-ancestry genetic discovery by integrating Korean ASD cohorts with international datasets, expanding the understanding of ASD beyond European-centric studies. His laboratory also develops computational frameworks for noncoding variant association and applies integrative analyses of genomic, transcriptomic, and epigenomic data to connect genetic variation with neural function and clinical outcomes.</p>\n<p><a href=\"https://www.dropbox.com/scl/fi/7md3k4gn0jlj6l1f48kyr/CV_JoonYongAn.pdf?rlkey=c53yydicd57o98d9df0fsbc97&amp;dl=0\">Download CV (PDF)</a></p>\n<h2>Professional Experience</h2>\n<ul>\n<li>2022-Present, Associate Professor, Korea University</li>\n<li>2019-2022, Assistant Professor, Korea University</li>\n<li>2015-2019, Postdoctoral Scholar, UCSF</li>\n</ul>\n<h2>Education &amp; Training</h2>\n<ul>\n<li>2015-2019 Postdoctoral Fellow, University of California, San Francisco.</li>\n<li>2012-2016 Ph.D., Neuroscience, University of Queensland, Australia</li>\n<li>2010-2011 M.Sc., Molecular Biology, University of Queensland, Australia</li>\n<li>2005-2010 B.Sc., Molecular Biotechnology, Konkuk University, South Korea</li>\n</ul>\n<h2>Awards</h2>\n<ul>\n<li>2025 Member, Young Korean Academy of Science and Technology (Y-KAST)</li>\n<li>2025 Seoktap Research Award (석탑연구상), Korea University</li>\n<li>2024 Rising Star Award, Korea Genome Organization </li>\n<li>2024 Green Ribbon Lecture Award, Korean Society for Molecular and Cellular Biology</li>\n<li>2023 Young Scientist Award, Korea Society of Bioinformatics</li>\n<li>2022 Young Scientist Travel Award, The Japan Neuroscience Society</li>\n<li>2020 Young Scientist Travel Award, The Japan Neuroscience Society</li>\n<li>2019 Young Investigator Research Award, International Society for Autism Research</li>\n</ul>\n<h2>Academic Service</h2>\n<ul>\n<li>2022-present, Editorial Board, eLife</li>\n<li>2021-present, Editorial Board, Molecular Brain</li>\n<li>2021-present, Editorial Board, Experimental and Molecular Medicine</li>\n<li>2021-present, Editorial Board, Molecules and Cells</li>\n<li>2024-Present, Editorial Board, BMC Genomics &amp; Informatics</li>\n<li>2024-Present, Committee Member, Data Sharing and Utilization Committee, Korea National Institute of Health (질병관리청 보건의료연구자원정보센터 데이터 공개·활용위원회, 전문위원)</li>\n<li>2024-Present, Review Board, Advanced Biotechnology Division, National Research Foundation of Korea (한국연구재단 첨단바이오 분과, 전문위원)</li>\n<li>2022-Present, Planning Committee Member, Division of Future Medicine, Korea Disease Control and Prevention Agency (질병관리청 국립보건연구원 미래의료연구부, 기획위원)</li>\n<li>2024-2025, Committee Member, Bio·Health Data Platform Council, Ministry of Science and ICT (과학기술정보통신부 바이오·헬스 데이터플랫폼 협의체 전문위원)</li>\n<li>2022-2024, Committee Member, Digital Health Subcommittee, Health Policy Review Committee, Ministry of Health and Welfare (보건복지부 보건의료정책심의위원회 디지털헬스 분과, 전문위원)</li>\n<li>2020-2023, Planning Commissioner, National Project of Bio Big Data, South Korea (국가통합바이오빅데이터 구축 사업, 총괄기획위원)</li>\n<li>2021-Present, Grant Review Panel, Israel Science Foundation</li>\n<li>2020-Present, Grant Review Panel, Wellcome Trust Foundation</li>\n<li>2024-Present, Grant Review Panel, UK Research and Innovation</li>\n<li>Ad hoc peer reviewer: Biological Psychiatry, BMC Genomics, Experimental and Molecular Medicine, eLife, JAMA, JAMA Psychiatry, Molecular Autism, Molecular Psychiatry, Nature Communications, PLOS Genetics, Translational Psychiatry</li>\n</ul>\n<h2>Funding</h2>\n<ul>\n<li>2025–2030 Identification of sex-specific genetic factors in autism using DNA methylation and genomic imprinting, Mid-career Researcher Program, National Research Foundation of Korea (<strong>PI</strong>), DNA 메틸레이션 및 유전체 각인을 활용한 자폐 성별 특이적 유전인자 규명 연구, 중견연구자지원사업, 한국연구재단</li>\n<li>2025–2028 Development of proteogenomics framework for predicting anticancer drug resistance, Korea–US Joint Cancer Research Program, National Cancer Center (<strong>PI</strong>), 인산화 단백체-유전체 통합 분석을 통한 항암제 내성 예측 및 인포매틱스 기술 개발, 한미암공동연구사업, 국립암센터</li>\n<li>2024–2028 Development of analytic framework for long-read sequencing and improving rare disease diagnostic yield, Korean National Research Centre in Bioinformatics, Korea Research Institute of Bioscience and Biotechnology (<strong>CI</strong>), 롱리드 시퀀싱 기반 한국인 전장유전체 변이분석 방법론 개발 및 희귀질환 진단률 향상, 국가생명연구자원정보센터, 한국생명공학연구원</li>\n<li>2024–2028 Mapping immune–neural networks using a human brain organoid, Global Collaborative Research Program, Ministry of Health and Welfare (<strong>CI</strong>), 인간신경오가노이드 패널을 이용한 면역-신경 네트워크 지도 작성, 글로벌연구협력지원사업, 보건복지부</li>\n<li>2024–2027 AI models for diagnosing neurodevelopmental disorders and discovering new biomarkers, Bio &amp; Medical Technology Development Program, National Research Foundation of Korea (<strong>CI</strong>), 빅데이터 기반 신경발달장애 진단 AI 모델 개발 및 신규 바이오마커 발굴, 바이오·의료기술개발사업, 한국연구재단</li>\n<li>2022–2024 Characterization and regulation of neuronal diversity in the fear–anxiety network, Bio &amp; Medical Technology Development Program, National Research Foundation of Korea (<strong>CI</strong>), 공포-불안 네트워크를 구성하는 신경세포 다양성 규명 및 조절, 바이오·의료기술개발사업, 한국연구재단</li>\n<li>2022–2024 Development of analytical methods for structural and noncoding variants causing dementia in the Korean population using whole-genome data, Dementia Overcoming Research &amp; Development Program (<strong>PI</strong>), 전장유전체 기반 한국인 치매 유발 구조변이 및 비암호화 유전변이 분석 및 유전연관성 규명 방법 개발, 치매극복연구개발사업단</li>\n<li>2022–2023 Analysis of autism-causing structural variants in the Korean population and development of genetic association methods using whole-genome sequencing, Inseong Foundation, Korea University (<strong>PI</strong>), 전장유전체 기반 한국인 자폐 원인 구조변이 분석 및 유전연관성 규명 방법 개발, 고려대학교 인성재단</li>\n<li>2021–2025 Development of gene-based diagnostic technologies in Korean families with autism spectrum disorder, Bio &amp; Medical Technology Development Program, National Research Foundation of Korea (<strong>CI</strong>), 한국인 자폐스펙트럼장애 가족에서 유전자기반 진단 기술 개발, 바이오·의료기술개발사업, 한국연구재단</li>\n<li>2021–2024 Active Transition T Cell Tolerance Research Laboratory, Basic Research Laboratory Program, National Research Foundation of Korea (<strong>CI</strong>), 능동전환 T세포관용 연구실, 기초연구실지원사업, 한국연구재단</li>\n<li>2020–2025 Development of categorical association methods for studying noncoding mutations and identifying pathogenic enhancer mutations underlying neurodevelopmental disorders, Young Investigator Program, National Research Foundation of Korea (<strong>PI</strong>), Noncoding mutation 연구를 위한 범주형 연관성 방법론 개발 및 신경발달장애 원인 pathogenic enhancer mutation 규명, 신진연구자지원사업, 한국연구재단</li>\n<li>2020–2021 Identification and validation of novel molecular targets and pathways related to autism using mouse models, Brain Research Program, National Research Foundation of Korea (<strong>CI</strong>), 생쥐 모델을 이용한 자폐 관련 신규표적분자, 경로 발굴 및 검증, 뇌과학원천기술개발사업, 한국연구재단</li>\n<li>2020–2021 Analysis of cellular composition and disease relevance in the subthalamic nucleus using single-cell transcriptomic data, Brain Research Program, National Research Foundation of Korea (<strong>PI</strong>), 단일세포 전사체 기반 하 시상핵의 세포 조성 및 뇌질환 연관성 분석, 뇌과학원천기술개발사업, 한국연구재단</li>\n<li>2019–2024 Development of intelligent informatics technologies and infrastructure for multi-omics–based precision medicine, Bio &amp; Medical Technology Development Program, National Research Foundation of Korea (<strong>CI</strong>), 다중오믹스 기반 정밀의료를 위한 지능형 인포매틱스 기술 개발 및 기반 구축, 바이오·의료기술개발사업, 한국연구재단</li>\n<li>2018–2019 Post-Doctoral Fellowship, Autism Science Foundation &amp; FamilieSCN2A Foundation (<strong>PI</strong>)</li>\n</ul>\n<h2>Public Engagement and Outreach</h2>\n<ul>\n<li>2023/7/27, KSMCB Kyeongam Bio Youth Camp, Understanding female autism through DNA</li>\n<li>2024/3/16, Brain Awareness Week Event, Human brain development through the lens of single-cell atlas</li>\n<li>2024/7/12, 3rd Autism Expo, Genetic Studies in Autism: What Does Genetic Research Mean?</li>\n<li>2025/04/06, Paradise Foundation, Genetics and Autism</li>\n<li>2025/05/19, Special Education for Teachers (Dankook University), Genetics of Autism</li>\n<li>2025/09/17, Gwangseong Haneulbit School, Genetics of Autism</li>\n</ul>\n<h2>Education Workshops, Conference Talks &amp; Invited Seminars</h2>\n<p>19 education workshops, 35 conference talks, and 80 invited seminars (2019–present).</p>\n<p><a href=\"joonan-activities.html\" style=\"display:inline-flex;align-items:center;gap:0.5rem;padding:0.625rem 1.25rem;border-radius:9999px;font-size:0.875rem;font-weight:500;border:1px solid var(--accent-cyan);color:var(--accent-cyan);transition:all 0.2s ease;text-decoration:none;\">View all activities →</a></p>"
}