{
  "name": "Jungeun Ji",
  "position": "M.Sc. Graduate",
  "position_ko": "석사 졸업",
  "photo": "blank2.png",
  "handle": "jungeunji",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Jungeun is a master's student with a strong interest in the biological mechanisms of the brain and the disorders that affect it. Her research focused on identifying transcriptional systems involved in the processes of learning and memory using single-cell spatial sequencing technology. By leveraging this cutting-edge approach, Jungeun aimed to gain a comprehensive understanding of the mechanisms underlying memory formation with high spatial specificity.</span><span class=\"ko-only\">정은은 뇌의 생물학적 메커니즘과 관련 질환에 깊은 관심을 가진 석사 졸업생입니다. 단일세포 공간 시퀀싱 기술을 활용하여 학습과 기억 과정에 관여하는 전사 시스템을 규명하는 연구를 수행하였으며, 이를 통해 높은 공간 특이성으로 기억 형성 메커니즘에 대한 포괄적인 이해를 도모하였습니다.</span></p>\n<p><span class=\"en-only\">Her research specifically targeted the transcriptional systems of the brain responsible for the acquisition and retention of memories at the single-cell level. She mapped the neural circuits involved in memory formation by studying the activity of individual neurons at high resolution and examining the molecular mechanisms regulating gene expression in the brain. This work culminated in her first-author publication (Ji J et al., 2025, Research Square), which characterized region- and cell type-specific changes in gene expression in the cerebellum after classical fear conditioning, revealing how distinct cerebellar cell types respond to associative learning at the transcriptomic level.</span><span class=\"ko-only\">그녀의 연구는 단일세포 수준에서 기억의 획득과 유지를 담당하는 뇌의 전사 시스템을 집중적으로 분석하였습니다. 개별 뉴런의 활동을 고해상도로 연구하고 뇌 내 유전자 발현을 조절하는 분자 메커니즘을 탐구하여 기억 형성에 관여하는 신경 회로를 매핑하였습니다. 이 연구는 제1저자 논문(Ji J et al., 2025, Research Square)으로 발표되었으며, 고전적 공포 조건화 이후 소뇌에서의 영역별 및 세포 유형별 유전자 발현 변화를 특성화하여 연합 학습 과정에서 소뇌의 각 세포 유형이 전사체 수준에서 어떻게 반응하는지를 밝혔습니다.</span></p>\n<p><span class=\"en-only\">Jungeun's research employed single-cell spatial sequencing technology to elucidate the transcriptional systems underlying learning and memory, advancing our understanding of neural processes critical for memory formation and providing new avenues for therapeutic interventions for memory-related disorders.</span><span class=\"ko-only\">단일세포 공간 시퀀싱 기술을 활용한 그녀의 연구는 학습과 기억의 기반이 되는 전사 시스템을 규명함으로써 기억 형성에 핵심적인 신경 과정에 대한 이해를 발전시키고, 기억 관련 질환의 치료적 개입을 위한 새로운 방향을 제시하였습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2022-2024 M.Sc., Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2022-2024 석사, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2017-2022 B.Sc., Division of Life Sciences, Korea University</span><span class=\"ko-only\">2017-2022 학사, 고려대학교 생명과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li><strong>Ji J✳</strong>, Baek J✳, Hwang KD✳, Choi S, Kasuya J, Abel T†, An JY†, Lee YS†, Region- and cell type-specific changes in gene expression in the cerebellum after classical fear conditioning, Research Square, 2025</li>\n<li>Kim SY<em>, Yoon K-N</em>, <strong>Ji J</strong>, Kim M, Choi SA, Lee W-W, Chung JH, Park G, An JY, Lee DH<strong>, Lee Y-S</strong>, Peripheral Substance P induces deficits in hippocampal synaptic plasticity and memory. Molecular Brain, 2025</li>\n<li>Kim S✳, Lee J✳, Koh IG, <strong>Ji J</strong>, Kim HJ, Kim E, Park J, Park JE, An JY†, An integrative single-cell atlas to explore the cellular and temporal specificity of neurological disorder genes during human brain development, Experimental &amp; Molecular Medicine, 2024</li>\n<li>Yoon KN✳, Kim SY✳, <strong>Ji J</strong>, Cui Y, Quan QL, Park G, Oh JH, Lee JS, An JY, Chung JH†, Lee YS†, Lee DH†, Chronic ultraviolet irradiation induces memory deficits via dysregulation of the dopamine pathway, Experimental and Molecular Medicine, 2024</li>\n<li>Park G✳, Jang WE✳, Kim S✳, Gonzales EL, <strong>Ji J</strong>, Choi S, Kim YJ, Park JH, Mohammad HB, Bang G, Kang M, Kim SB, Jeon SJ, Kim JY, Kim KP, Shin CY†, An JY†, Kim MS†, Lee YS†, Dysregulation of the Wnt/β-catenin signaling pathway via Rnf146 upregulation in a VPA-induced mouse model of autism spectrum disorder, Experimental and Molecular Medicine, 2023</li>\n<li>Yoon K✳, Kim Y✳, Kim S✳, Cui Y, <strong>Ji J</strong>, Choi S, Park G, Chung JH, Lee YS†, An JY†, DH Lee†, Chronic skin ultraviolet irradiation induces transcriptomic changes associated with microglial dysfunction in the hippocampus, Molecular Brain, 2022.</li>\n</ul>\n<h3><span class=\"en-only\">Awards</span><span class=\"ko-only\">수상</span></h3>\n<ul>\n<li>2023 Best research poster award at 2023 BK21 L-HOPE Graduate Symposium</li>\n</ul>",
  "year": 2024,
  "thesis": "Discovery of cell type-specific gene regulatory networks responsive to contextual fear conditioning in hippocampal excitatory neurons",
  "current": "PhD Student at Washington University in St. Louis, USA"
}
