{
  "name": "Jungeun Ji",
  "position": "Graduate student",
  "photo": "blank2.png",
  "handle": "jungeunji",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p>Jungeun is a master's student with a strong interest in the biological mechanisms of the brain and the disorders that affect it. Her research is focused on identifying transcriptional systems involved in the processes of learning and memory using single-cell spatial sequencing technology. By leveraging this cutting-edge technology, Jungeun aims to gain a more comprehensive understanding of the mechanisms that underlie memory formation with high spatial specificity.</p>\n<p>Jungeun's research specifically targets the transcriptional systems of the brain responsible for the acquisition and retention of memories at the single-cell level. She aims to map the neural circuits involved in the formation of memories by studying the activity of individual neurons at a high resolution and examining the molecular mechanisms that regulate gene expression in the brain. By investigating the transcriptional and cellular-level mechanisms involved in learning and memory, Jungeun hopes to provide a more detailed understanding of the neural processes that underlie memory formation, and to contribute to the development of new treatments for memory-related disorders.</p>\n<p>In summary, Jungeun's research employs single-cell spatial sequencing technology to elucidate the transcriptional systems that underlie the mechanisms of learning and memory. Her research has the potential to advance our understanding of the neural processes that are critical for memory formation with high spatial specificity, and to provide new avenues for the development of therapeutic interventions for memory-related disorders.nner.</p>\n<h3>Education &amp; Training</h3>\n<ul>\n<li>2022-2024 M.Sc., Department of Integrated Biomedical and Life Science, Korea University</li>\n<li>2017-2022 B.Sc., Division of Life Sciences, Korea University</li>\n</ul>\n<h3>Publications</h3>\n<ul>\n<li><strong>Ji J✻</strong>, Baek J✻, Hwang KD✻, Choi S, Kasuya J, Abel T†, An JY†, Lee YS†, Region- and cell type-specific changes in gene expression in the cerebellum after classical fear conditioning, Research Square, 2025</li>\n<li>Kim SY<em>, Yoon K-N</em>, <strong>Ji J</strong>, Kim M, Choi SA, Lee W-W, Chung JH, Park G, An JY, Lee DH<strong>, Lee Y-S</strong>, Peripheral Substance P induces deficits in hippocampal synaptic plasticity and memory. Molecular Brain, 2025</li>\n<li>Kim S✻, Lee J✻, Koh IG, <strong>Ji J</strong>, Kim HJ, Kim E, Park J, Park JE, An JY†, An integrative single-cell atlas to explore the cellular and temporal specificity of neurological disorder genes during human brain development, Experimental &amp; Molecular Medicine, 2024</li>\n<li>Yoon KN✻, Kim SY✻, <strong>Ji J</strong>, Cui Y, Quan QL, Park G, Oh JH, Lee JS, An JY, Chung JH†, Lee YS†, Lee DH†, Chronic ultraviolet irradiation induces memory deficits via dysregulation of the dopamine pathway, Experimental and Molecular Medicine, 2024</li>\n<li>Park G✻, Jang WE✻, Kim S✻, Gonzales EL, <strong>Ji J</strong>, Choi S, Kim YJ, Park JH, Mohammad HB, Bang G, Kang M, Kim SB, Jeon SJ, Kim JY, Kim KP, Shin CY†, An JY†, Kim MS†, Lee YS†, Dysregulation of the Wnt/β-catenin signaling pathway via Rnf146 upregulation in a VPA-induced mouse model of autism spectrum disorder, Experimental and Molecular Medicine, 2023</li>\n<li>Yoon K✻, Kim Y✻, Kim S✻, Cui Y, <strong>Ji J</strong>, Choi S, Park G, Chung JH, Lee YS†, An JY†, DH Lee†, Chronic skin ultraviolet irradiation induces transcriptomic changes associated with microglial dysfunction in the hippocampus, Molecular Brain, 2022.</li>\n</ul>\n<h3>Awards</h3>\n<ul>\n<li>2023 Best research poster award at 2023 BK21 L-HOPE Graduate Symposium</li>\n</ul>",
  "year": 2024,
  "thesis": "Discovery of cell type-specific gene regulatory networks responsive to contextual fear conditioning in hippocampal excitatory neurons",
  "current": "PhD Student at Washington University in St. Louis, USA"
}