{
  "name": "Lizzy Choi",
  "name_ko": "최리지",
  "position": "M.Sc. Graduate",
  "position_ko": "석사 졸업",
  "photo": "blank2.png",
  "handle": "lizzychoi",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Lizzy's research focused on developing a pipeline for analyzing whole genome sequencing data from patients with developmental disorders in Korea. Utilizing various genomic and systems biology approaches, she aimed to discover genetic risk factors underlying patients' genomes and ultimately establish an efficient and reproducible analytic process for the diagnosis and treatment of developmental disorders.</span><span class=\"ko-only\">리지는 한국 발달 장애 환자의 전장유전체 시퀀싱(WGS) 데이터를 분석하는 파이프라인 개발에 집중하는 연구를 수행하였습니다. 다양한 유전체학 및 시스템 생물학 접근법을 활용하여 환자 유전체에 내재된 유전적 위험 인자를 발굴하고, 발달 장애의 진단 및 치료를 위한 효율적이고 재현 가능한 분석 프로세스를 구축하는 것을 목표로 하였습니다.</span></p>\n<p><span class=\"en-only\">As part of her work, Lizzy co-authored a comprehensive review (Choi L &amp; An JY, 2021, Neuroscience and Biobehavioral Reviews) that synthesized lessons from large-scale genomic studies on the genetic architecture of autism spectrum disorder. This review provided an in-depth overview of how large-scale sequencing efforts have shaped our understanding of ASD genetics, covering topics from de novo variant discovery to gene network analyses, and offered a roadmap for future research directions in the field.</span><span class=\"ko-only\">연구의 일환으로, 자폐 스펙트럼 장애의 유전적 구조에 관한 대규모 유전체 연구의 성과를 종합한 리뷰 논문(Choi L &amp; An JY, 2021, Neuroscience and Biobehavioral Reviews)을 제1저자로 발표하였습니다. 이 리뷰는 대규모 시퀀싱 연구가 ASD 유전학에 대한 이해를 어떻게 형성해 왔는지를 신생 변이 발견에서 유전자 네트워크 분석에 이르기까지 심도 있게 다루었으며, 해당 분야의 향후 연구 방향에 대한 로드맵을 제시하였습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2021-2022 M.Sc., Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2021-2022 석사, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2016-2021 B.Sc., Statistics, Korea University, South Korea</span><span class=\"ko-only\">2016-2021 학사, 고려대학교 통계학과</span></li>\n<li><span class=\"en-only\">2016-2021 B.Sc., Biosystem and Biomedical Sciences, Korea University, South Korea</span><span class=\"ko-only\">2016-2021 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li><strong>Choi L✳</strong>, An JY†, Genetic architecture of autism spectrum disorder: Lessons from large-scale genomic studies, Neuroscience and Biobehavioral Reviews, 128:244-257, 2021</li>\n</ul>",
  "year": 2022,
  "thesis": "Identification of genetic factors of comorbid ophthalmologic manifestations in the neurodevelopmental disorders cohort",
  "current": "Data Analyst at Samsung SDS"
}
