{
  "name": "Seoyeon Kim",
  "name_ko": "김서연",
  "position": "M.Sc. Graduate",
  "position_ko": "석사 졸업",
  "photo": "blank2.png",
  "handle": "seoyeon",
  "email": "",
  "twitter": "ssun_1116",
  "github": "ssun1116",
  "scholar": "M0RgrRsAAAAJ",
  "bio_html": "<p><span class=\"en-only\">Seoyeon is interested in leveraging single-cell data and bioinformatics to explore the molecular basis of human neurodevelopment and neurological disorders. To this end, she collaborates with experts in proteomics, transcriptomics, and epigenomics, applying her computational expertise and passion for neuroscience.</span><span class=\"ko-only\">서연은 단일세포 데이터와 생물정보학을 활용하여 인간 신경발달 및 신경질환의 분자적 기반을 탐구하는 데 관심을 가지고 있습니다. 이를 위해 단백체학, 전사체학, 후성유전체학 전문가들과 협력하며, 컴퓨터 분석 전문성과 신경과학에 대한 열정을 접목하고 있습니다.</span></p>\n<p><span class=\"en-only\">During her training, Seoyeon initiated the multi-omics analyses to decipher the impact of valproic acid on fetal ASD, revealing RNF146-driven dysregulation of the Wnt/beta-catenin pathway (Park et al., 2023). Building on this, she constructed a single-cell transcriptome atlas of the human brain, mapping disorder-risk gene dynamics from 7 gestational weeks to 90 years and identifying a perinatal surge in autism-associated genes within neural progenitors (Kim et al., 2024).</span><span class=\"ko-only\">연구 과정에서 발프로산이 태아 ASD에 미치는 영향을 규명하기 위한 다중오믹스 분석을 주도하여, RNF146에 의한 Wnt/beta-catenin 경로의 조절 이상을 밝혔습니다 (Park et al., 2023). 이를 기반으로 인간 뇌의 단일세포 전사체 아틀라스를 구축하여, 임신 7주부터 90세까지의 질환 위험 유전자 역학을 매핑하고 신경 전구세포에서 자폐 관련 유전자의 주산기 급증을 확인하였습니다 (Kim et al., 2024).</span></p>\n<p><span class=\"en-only\">Seoyeon collaborates across disciplines to advance research on neurodevelopment and neurological disorders. As a visiting researcher at Columbia University, she conducted single-cell transcriptomic analyses in Alzheimer's disease using the ROSMAP cohort and trained lab members in bioinformatics workflows. She is currently exploring how genetic and environmental factors interact to shape brain development, aiming to uncover key principles underlying neurological disorders.</span><span class=\"ko-only\">분야를 넘나드는 협력을 통해 신경발달 및 신경질환 연구를 발전시키고 있습니다. 컬럼비아대학교 방문연구원으로서 ROSMAP 코호트를 활용한 알츠하이머병의 단일세포 전사체 분석을 수행하고 연구실 구성원들에게 생물정보학 워크플로우를 교육하였습니다. 현재 유전적, 환경적 요인이 뇌 발달에 어떻게 상호작용하는지를 탐구하며, 신경질환의 핵심 원리를 규명하는 것을 목표로 하고 있습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2022-2024 M.Sc., Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2022-2024 석사, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2018-2022 B.Sc., Biosystem and Biomedical Sciences, Korea University</span><span class=\"ko-only\">2018-2022 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Nam G✻, Yeon HR, Park HB, Chang H, Kim JH, Cho BK, Jung H, Yi EC, <strong>Kim S</strong>, An JY, Lee JE, Lee Y, Lee S, Lim H, Shon W, Hwang EM, Ryu H, Chang J, Choi K, Choi EY†, CD99-mediated immunological synapse formation potentiates CAR-T cell function, Nature Communications, 2025</li>\n<li>Kim JP✻, Cho M✻, Kim C✻, Lee H, Jang B, Jung SH, Kim Y, Koh IG, <strong>Kim S</strong>, Shin D, Lee EH, Lee JY, Park YC, Jang H, Kim BH, Ham H, Kim B, Kim Y, Cho AH, Raj T, Kim HJ, Na DL, Seo SW†, An JY†, Won HH†, Whole-genome sequencing analyses suggest novel genetic factors associated with Alzheimer’s disease and a cumulative effects model for risk liability, Nature Communications, 2025</li>\n<li><strong>Kim S✻</strong>, Lee J✻, Koh IG, Ji J, Kim HJ, Kim E, Park J, Park JE, An JY†, An integrative single-cell atlas to explore the cellular and temporal specificity of neurological disorder genes during human brain development, Experimental &amp; Molecular Medicine, 2024</li>\n<li>Kang M✻, Choi J✻, Han J, Araki T, Kim SW, Ryu HH, Kim MG, <strong>Kim S</strong>, Jang H, Kim SY, Hwang KD, Kim S, Yoo M, Lee J, Kim K, Park P, Choi JE, Han DH, Kim Y, Kim J, Chang S, Kaang BK, Ko JM, Cheon KA, An JY, Kim SJ, Park H, Neel BG, Kim CH†, Lee YS†, Aberrant ERK signaling in astrocytes impairs learning and memory in RASopathy-associated BRAF mutant mouse models, Journal of Clinical Investigation, 2025</li>\n<li>Park G✻, Jang WE✻, <strong>Kim S✻</strong>, Gonzales EL, Ji J, Choi S, Kim YJ, Park JH, Mohammad HB, Bang G, Kang M, Kim SB, Jeon SJ, Kim JY, Kim KP, Shin CY†, An JY†, Kim MS†, Lee YS†, Dysregulation of the Wnt/β-catenin signaling pathway via Rnf146 upregulation in a VPA-induced mouse model of autism spectrum disorder, Experimental and Molecular Medicine, 2023</li>\n<li>Kang M✻, Choi J, Han J, Araki T, Kim SW, Ryu HH, Kim MG, <strong>Kim S</strong>, Jang H, Kim SY, Hwang KD, Kim S, Yoo M, Lee J, Kim K, Park P, Choi JE, Han DH, Kim Y, Kim J, Chang S, Kaang BK, Ko JM, Cheon KA, An JY, Kim SJ, Park H, Neel BG, Kim CH†, Lee YS†, Aberrant BRAF signaling impairs learning and memory via reactive-like astrogliosis, The Journal of Clinical Investigation, 2025</li>\n<li>Jang D✻, Hwa C, <strong>Kim S</strong>, Oh J, Shin S, Lee SJ, Kim J, Lee SE, Yang Y, Kim D, Lee S, Jung HR, Oh Y, Kim K, Lee HS, An JY†, Cho SY†, RNA N6-methyladenosine-binding protein YTHDFs redundantly attenuate cancer immunity by downregulating IFN-gamma signaling in gastric cancer, Advanced Science, 2024</li>\n<li>Song KJ✻, Choi S✻, Kim K✻, Hwang HS✻, Chang E, Park JS, Shim SB, Choi S, Heo YJ, An WJ, Yang DY, Cho KC, Ji W, Choi CM, Lee JC, Kim HR, Yoo J, Ahn HS, Lee GH, Hwa C, <strong>Kim S</strong>, Kim KG, Kim MS, Paek E, Na S†, Jang SJ†, An JY†, Kim KP†, Proteogenomic Analysis of a Korean Cohort Reveals Lung Cancer Subtypes Predictive of Metastasis, Chromosome Instability, and Tumor Microenvironment, Nature Communications, 2024</li>\n<li>Park HR✻, Shiva A, Cummings P, <strong>Kim S</strong>, Kim S, Lee E, Leong A, Chowdhury S, Shawber C, Carvajal R, Thurston G, AN JY, Lund AW, Yang HW, Kim M†. Angiopoietin-2-dependent spatial vascular destabilization promotes T-cell exclusion and limits immunotherapy in melanoma, Cancer Research, 2023</li>\n</ul>\n<h3><span class=\"en-only\">Awards</span><span class=\"ko-only\">수상</span></h3>\n<ul>\n<li>2024 Best paper award, Annual Conference of Korean Society for Bioinformatics</li>\n<li>2023 Research Poster Award, BK21 L-HOPE graduate symposium </li>\n<li>2023 AOHUPO Best Posters Award, HUPO World Congress</li>\n<li>2022 Outstanding Poster Award, Annual Conference of Korean Society for Bioinformatics</li>\n<li>2022 Outstanding Poster Award, International Conference: Korean Society for Molecular and Cellular Biology</li>\n</ul>",
  "year": 2024,
  "thesis": "Exploring the Cellular and Temporal Specificity of Neurological Disorder Genes in Brain Development",
  "current": "PhD Student at the Scripps Research Institute, USA",
  "note": "Seoyeon was the very first student to join the lab and had been interning since her sophomore year, showing a deep passion for research from the start.",
  "note_ko": "서연이는 연구실에 가장 처음 입학한 학생이자, 학부 2학년 때부터 인턴을 하며 연구에 깊은 관심을 보인 열정적인 학생이었습니다."
}