{
  "name": "Seunghwan Choi",
  "name_ko": "최승환",
  "position": "Former Undergraduate Intern",
  "position_ko": "전 학부 인턴",
  "photo": "seunghwan.jpg",
  "handle": "seunghwan",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Seunghwan worked as a bioinformatician in the lab, contributing to multiple research projects spanning cancer genomics and neurodevelopmental disorders. His research centered on multiomics-based approaches for cancer biomarker discovery and cancer subtyping, integrating diverse molecular data types to identify clinically relevant cancer subtypes.</span><span class=\"ko-only\">승환은 연구실에서 생물정보학자로 근무하며 암 유전체학과 신경발달 질환에 걸친 다수의 연구 프로젝트에 기여하였습니다. 다중오믹스 기반 암 바이오마커 발굴 및 암 아형 분류에 관한 연구를 수행하였으며, 다양한 분자 데이터 유형을 통합하여 임상적으로 유의미한 암 아형을 규명하는 데 주력하였습니다.</span></p>\n<p><span class=\"en-only\">His first-author publication (Choi S &amp; An JY, 2025, Advances in Clinical Chemistry) provided a comprehensive review of multiomics-based evaluation methods for cancer biomarker discovery and cancer subtyping. He was also a key contributor to the proteogenomic analysis of a Korean lung cancer cohort (Nature Communications, 2024), which revealed lung cancer subtypes predictive of metastasis, chromosome instability, and tumor microenvironment characteristics. Additionally, he contributed to studies on autism spectrum disorder and UV-induced transcriptomic changes in the brain.</span><span class=\"ko-only\">제1저자 논문(Choi S &amp; An JY, 2025, Advances in Clinical Chemistry)에서는 암 바이오마커 발굴 및 암 아형 분류를 위한 다중오믹스 기반 평가 방법을 종합적으로 리뷰하였습니다. 또한 한국 폐암 코호트의 단백질유전체 분석(Nature Communications, 2024)에 핵심 연구원으로 참여하여 전이, 염색체 불안정성, 종양 미세환경 특성을 예측하는 폐암 아형을 규명하였습니다. 이 외에도 자폐 스펙트럼 장애 및 자외선에 의한 뇌 전사체 변화 연구에도 기여하였습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2017-2022 B.Sc., Biosystem and Biomedical Sciences, Korea University</span><span class=\"ko-only\">2017-2022 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Song KJ✳, Choi S✳, Kim K✳, Hwang HS✳, Chang E, Park JS, Shim SB, <strong>Choi S</strong>, Heo YJ, An WJ, Yang DY, Cho KC, Ji W, Choi CM, Lee JC, Kim HR, Yoo J, Ahn HS, Lee GH, Hwa C, Kim S, Kim KG, Kim MS, Paek E, Na S†, Jang SJ†, An JY†, Kim KP†, Proteogenomic Analysis of a Korean Cohort Reveals Lung Cancer Subtypes Predictive of Metastasis, Chromosome Instability, and Tumor Microenvironment, Nature Communications, 2024</li>\n<li><strong>Choi S✳</strong> &amp; An JY†, Multiomics in cancer biomarker discovery and cancer subtyping, Advances in Clinical Chemistry, 125:93-142, 2025</li>\n<li>Park G✳, Jang WE✳, Kim S✳, Gonzales EL, Ji J, <strong>Choi S</strong>, Kim YJ, Park JH, Mohammad HB, Bang G, Kang M, Kim SB, Jeon SJ, Kim JY, Kim KP, Shin CY†, An JY†, Kim MS†, Lee YS†, Dysregulation of the Wnt/β-catenin signaling pathway via Rnf146 upregulation in a VPA-induced mouse model of autism spectrum disorder, Experimental and Molecular Medicine, 2023</li>\n<li>Yoon K✳, Kim Y✳, Kim S✳, Cui Y, Ji J, <strong>Choi S</strong>, Park G, Chung JH, Lee YS†, An JY†, DH Lee†, Chronic skin ultraviolet irradiation induces transcriptomic changes associated with microglial dysfunction in the hippocampus, Molecular Brain, 2022.</li>\n</ul>",
  "year": 2025,
  "thesis": null,
  "current": "PhD Student at Washington University in St. Louis, USA",
  "note": "Seunghwan authored a review paper on multiomics-based cancer biomarker discovery even while serving in the military, dedicating his spare time to reading papers and writing.",
  "note_ko": "승환이는 군 복무 중에도 틈틈이 논문을 읽고, 리뷰 논문을 작성했습니다."
}
