{
  "name": "Soo-Whee Kim",
  "position": "Graduate Student",
  "photo": "soowhee.jpg",
  "handle": "soowheekim",
  "email": "soowhee.kim98@gmail.com",
  "twitter": "Soowhee_Kim",
  "github": "soowhee",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Soowhee is a highly motivated researcher with a keen interest in understanding the sex-bias in autism spectrum disorder (ASD) through genomic analysis and systems biology. She analyzes whole-genome sequencing data from Korean ASD families and has led key studies revealing sex-differential familial genetic patterns contributing to phenotypic diversity in autism (Kim SW et al., Genome Medicine, 2024). She also developed the Within-Family Standard Deviation (WFSD) method to quantify the impact of de novo mutations using familial phenotype deviation (Kim SW et al., Genome Medicine, 2025).</span><span class=\"ko-only\">수휘는 유전체 분석과 시스템 생물학을 통해 자폐 스펙트럼 장애(ASD)의 성별 편향을 이해하는 데 깊은 관심을 가진 연구자입니다. 한국 ASD 가족의 전장유전체 시퀀싱 데이터를 분석하며, 자폐의 표현형 다양성에 기여하는 성별 차이의 가족 내 유전적 패턴을 규명하는 연구를 주도하였습니다 (Kim SW et al., Genome Medicine, 2024). 또한 가족 내 표현형 편차를 활용하여 신생 돌연변이의 영향을 정량화하는 WFSD 방법을 개발하였습니다 (Kim SW et al., Genome Medicine, 2025).</span></p>\n<p><span class=\"en-only\">Building on these findings, Soowhee authored a comprehensive review on advancing precision diagnosis in autism through large-scale genomic studies (Kim SW &amp; An JY, Molecules and Cells, 2025). Her earlier work also explored ferroptosis-related genes in neurodevelopment (Kim SW et al., Biology, 2021). By leveraging single-cell RNA sequencing technology, she aims to gain a deeper understanding of sex-specific neurobiology of ASD, with implications for the development of novel diagnostic and intervention strategies.</span><span class=\"ko-only\">이러한 연구 성과를 바탕으로, 대규모 유전체 연구를 통한 자폐 정밀 진단의 발전에 관한 종합 리뷰를 발표하였으며 (Kim SW &amp; An JY, Molecules and Cells, 2025), 초기 연구에서는 신경발달에서의 철사멸(ferroptosis) 관련 유전자를 탐구하였습니다 (Kim SW et al., Biology, 2021). 단일세포 RNA 시퀀싱 기술을 활용하여 ASD의 성별 특이적 신경생물학을 심층적으로 이해하고, 새로운 진단 및 중재 전략 개발에 기여하는 것을 목표로 하고 있습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2023-2026 Ph.D., Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2023-2026 박사, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2021-2022 M.Sc., Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2021-2022 석사, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2016-2020 B.Sc. in Biosystem and Biomedical Sciences, Korea University</span><span class=\"ko-only\">2016-2020 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li><strong>Kim SW✻</strong>, Lee H, Song DY, Lee GH, Han JH, Lee JW, Byun HJ, Son JH, Kim YR, Lee Y, Kim E, Werling DM, Kim SH, Sanders SJ, Yoo HJ†, An JY†, Evaluation of familial phenotype deviation to measure the impact of de novo mutations in autism, Genome Medicine, 2025</li>\n<li>Ryu Y✻, Chang E, Park H, Cho S-Y†, An JY†, Proteogenomic Analysis on RNA m6A Modification-Associated Genes Identifies a Distinct Subgroup with High IGF2BPs Expression Across Cancer Types, International Journal of Medical Sciences, 2025</li>\n<li><strong>Kim SW✻</strong>, An JY†, Advancing precision diagnosis in autism: Insights from large-scale genomic studies, Molecules and Cells, 2025</li>\n<li><strong>Kim SW✻</strong>, An JY†, Advancing precision diagnosis in autism: Insights from large-scale genomic studies, Molecules and Cells, 2025</li>\n<li>Kang M✻, Choi J✻, Han J, Araki T, <strong>Kim SW</strong>, Ryu HH, Kim MG, Kim S, Jang H, Kim SY, Hwang KD, Kim S, Yoo M, Lee J, Kim K, Park P, Choi JE, Han DH, Kim Y, Kim J, Chang S, Kaang BK, Ko JM, Cheon KA, An JY, Kim SJ, Park H, Neel BG, Kim CH†, Lee YS†, Aberrant ERK signaling in astrocytes impairs learning and memory in RASopathy-associated BRAF mutant mouse models, Journal of Clinical Investigation, 2025</li>\n<li><strong>Kim SW†</strong>, Lee H†, Song DY, Lee GH, Ji J, Park JW, Han JH, Lee JW, Byun HJ, Son JH, Kim YR, Lee Y, Kim J, Jung A, Lee JH, Kim EH, Kim SH, Lee JH, Satterstrom FK, Girirajan S, Børglum AD, Grove J, Kim EJ†, Werling DM†, Yoo HJ†, An JY†, Whole genome sequencing analysis identifies sex differences of familial pattern contributing to phenotypic diversity in autism. Genome Medicine, 2024.</li>\n<li>Kim JH✻, Koh IG, Lee H, Lee GH, Song DY, <strong>Kim SW</strong>, Kim Y, Han JH, Bong G, Lee J, Byun H, Son JH, Kim YR, Lee Y, Kim JJ, Park JW, Kim IB, Choi JK, Jang JH, Trost B, Lee J, Kim E, Yoo HJ†, An JY†, Short tandem repeat expansions in cortical layer-specific genes implicate in phenotypic severity and adaptability of autism spectrum disorder, Psychiatry and Clinical Neurosciences, 2024</li>\n<li>Lee T✻, Lee H✻, <strong>Kim S</strong>, Park K, An JY†, Kim HW†, Risk variants could inform early neurodevelopmental outcome in children with developmental disabilities, Journal of Autism and Developmental Disorders, 2022.</li>\n<li><strong>Kim SW✻</strong>, Kim YJ✻, Kim SE†, An JY†, Ferroptosis-Related Genes in Neurodevelopment and Central Nervous System, Biology , 2021</li>\n</ul>\n<h3><span class=\"en-only\">Awards</span><span class=\"ko-only\">수상</span></h3>\n<ul>\n<li>2025 Best Paper Award, Annual Conference of Korean Society for Bioinformatics</li>\n<li>2023 Excellent Poster Award, Annual Conference of Korean Society for Bioinformatics</li>\n<li>2023 Sochun Awards, 12th COSMOS Symposium</li>\n<li>2023 Early Career Investigator Program Award Recipients, World Congress of Psychiatric Genetics</li>\n</ul>"
}