{
  "name": "Yebin Ryu",
  "position": "Graduate Student",
  "photo": "yebin.png",
  "handle": "yebin",
  "email": "yebinryu324@gmail.com",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p>Yebin's research leverages multi-omic data analysis to uncover biological subtypes and molecular mechanisms underlying cancer. Currently, she is investigating patterns of m6A RNA methylation across various cancer types to better understand how this modification influences gene expression and cellular pathways. Her work integrates transcriptomic, proteomic, and phosphoproteomic data to delineate cancer subtypes and identify unique biological markers associated with disease progression. Through analyzing m6A modification patterns, Yebin aims to shed light on potential therapeutic targets and diagnostic markers for cancer. Her research seeks to deepen the understanding of the regulatory mechanisms driving cancer, ultimately facilitating the development of precision medicine approaches. This work has the potential to inform novel treatment strategies tailored to the specific molecular characteristics of cancer subtypes, with the broader goal of improving patient outcomes.</p>\n<h3>Education &amp; Training</h3>\n<ul>\n<li>2024-present M.Sc. candidate, Department of Integrated Biomedical and Life Science, Korea University</li>\n<li>2020-2024 B.Sc. in Biomedical Engineering, Korea University</li>\n</ul>\n<h3>Publications</h3>\n<ul>\n<li><strong>Ryu Y✻</strong>, Chang E, Park H, Cho S-Y†, An JY†, Proteogenomic Analysis on RNA m6A Modification-Associated Genes Identifies a Distinct Subgroup with High IGF2BPs Expression Across Cancer Types, International Journal of Medical Sciences, 2025</li>\n</ul>\n<h3>Awards</h3>\n<ul>\n<li>2024 Best poster award, Annual Conference of Korean Society for Bioinformatics</li>\n<li>2024 Graduate Fellowship, National Research Foundation of Korea</li>\n</ul>",
  "year": 2026,
  "thesis": "Characterization of m6A-related subgroups in cancer using multi-omics profiling",
  "current": "Laboratory of Precision and Molecular Oncology, SNU"
}