{
  "name": "Yebin Ryu",
  "position": "Graduate Student",
  "photo": "yebin.png",
  "handle": "yebin",
  "email": "yebinryu324@gmail.com",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Yebin's research leveraged multi-omic data analysis to uncover biological subtypes and molecular mechanisms underlying cancer. She investigated patterns of m6A RNA methylation across various cancer types, integrating transcriptomic, proteomic, and phosphoproteomic data to delineate cancer subtypes and identify unique biological markers associated with disease progression. Her first-author study conducted a proteogenomic analysis on RNA m6A modification-associated genes, identifying a distinct subgroup with high IGF2BPs expression across cancer types (Ryu Y et al., International Journal of Medical Sciences, 2025).</span><span class=\"ko-only\">유예빈의 연구는 다중오믹스 데이터 분석을 활용하여 암의 생물학적 아형과 분자 기전을 규명하는 것이었습니다. 다양한 암종에서 m6A RNA 메틸화 패턴을 조사하고, 전사체, 단백체, 인산화단백체 데이터를 통합하여 암 아형을 분류하고 질병 진행과 관련된 고유한 생물학적 마커를 발굴하였습니다. 제1저자 연구에서 RNA m6A 변형 관련 유전자에 대한 단백유전체 분석을 수행하여, 범암종에서 높은 IGF2BPs 발현을 보이는 독특한 아군을 규명하였습니다 (Ryu Y et al., International Journal of Medical Sciences, 2025).</span></p>\n<p><span class=\"en-only\">Through her analysis of m6A modification patterns, Yebin contributed to identifying potential therapeutic targets and diagnostic markers for cancer. Her research deepened the understanding of regulatory mechanisms driving cancer and facilitated the development of precision medicine approaches tailored to the specific molecular characteristics of cancer subtypes.</span><span class=\"ko-only\">m6A 변형 패턴 분석을 통해 암의 잠재적 치료 표적 및 진단 마커를 발굴하는 데 기여하였습니다. 이 연구는 암을 유발하는 조절 기전에 대한 이해를 심화시키고, 암 아형의 분자적 특성에 맞춘 정밀 의료 접근법 개발에 기여하였습니다.</span></p>\n<h3>Education &amp; Training</h3>\n<ul>\n<li>2024-present M.Sc. candidate, Department of Integrated Biomedical and Life Science, Korea University</li>\n<li>2020-2024 B.Sc. in Biomedical Engineering, Korea University</li>\n</ul>\n<h3>Publications</h3>\n<ul>\n<li><strong>Ryu Y✻</strong>, Chang E, Park H, Cho S-Y†, An JY†, Proteogenomic Analysis on RNA m6A Modification-Associated Genes Identifies a Distinct Subgroup with High IGF2BPs Expression Across Cancer Types, International Journal of Medical Sciences, 2025</li>\n</ul>\n<h3>Awards</h3>\n<ul>\n<li>2024 Best poster award, Annual Conference of Korean Society for Bioinformatics</li>\n<li>2024 Graduate Fellowship, National Research Foundation of Korea</li>\n</ul>",
  "year": 2026,
  "thesis": "Characterization of m6A-related subgroups in cancer using multi-omics profiling",
  "current": "Laboratory of Precision and Molecular Oncology, SNU"
}