{
  "name": "Yong-Jin Heo",
  "name_ko": "허용진",
  "position": "M.Sc. Graduate",
  "position_ko": "석사 졸업",
  "photo": "blank2.png",
  "handle": "yongjin",
  "email": "",
  "twitter": "",
  "github": "",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Yong-Jin's research focused on integrative multi-omics approaches in cancer research, with a particular emphasis on characterizing co-expression gene networks underlying different cancer types and deciphering key elements modulating biological networks. During his graduate studies, he investigated the transcriptional trajectory of non-small cell lung cancer patients from a large clinical cohort, characterizing the molecular landscape across different cancer developmental stages.</span><span class=\"ko-only\">용진은 암 연구에서의 통합 다중오믹스 접근법에 집중하는 연구를 수행하였으며, 특히 다양한 암 유형의 공발현 유전자 네트워크 특성 분석과 생물학적 네트워크를 조절하는 핵심 요소 규명에 주력하였습니다. 대학원 과정에서는 대규모 임상 코호트의 비소세포폐암 환자에 대한 전사적 궤적을 조사하고, 암 발달 단계에 따른 분자 경관을 특성화하였습니다.</span></p>\n<p><span class=\"en-only\">His first-author publication (Heo YJ et al., 2021, Molecules and Cells) provided a comprehensive review of integrative multi-omics approaches in cancer research, covering how the integration of genomic, transcriptomic, proteomic, and epigenomic data can elucidate biological networks and clinical subtypes in cancer. This work established a foundational framework for the lab's subsequent proteogenomic analysis of the Korean lung cancer cohort published in Nature Communications.</span><span class=\"ko-only\">제1저자 논문(Heo YJ et al., 2021, Molecules and Cells)에서는 암 연구에서의 통합 다중오믹스 접근법을 종합적으로 리뷰하여, 유전체, 전사체, 단백질체, 후성유전체 데이터의 통합이 암의 생물학적 네트워크와 임상 아형을 어떻게 규명할 수 있는지를 다루었습니다. 이 연구는 이후 Nature Communications에 발표된 한국 폐암 코호트의 단백질유전체 분석을 위한 기반 프레임워크를 마련하였습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2021-2022 M.Sc., Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2021-2022 석사, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2015-2020 B.Sc., Pharmacy, Ajou University, South Korea</span><span class=\"ko-only\">2015-2020 학사, 아주대학교 약학</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Song KJ✳, Kim M, <strong>Heo YJ</strong>, Cho KC, Oh JW, Kim DH, Hwa C, Do Y, Choi S, Hwang HS, Kim K, Kim K, Na S, Paek E, An JY, Jang SJ, Kim MS†, Kim KP†. Assessing long-term stored tissues for multi-omics data quality and proteogenomics suitability. Journal of Proteome Research. 2025</li>\n<li>Song KJ✳, Choi S✳, Kim K✳, Hwang HS✳, Chang E, Park JS, Shim SB, Choi S, Heo YJ, An WJ, Yang DY, Cho KC, Ji W, Choi CM, Lee JC, Kim HR, Yoo J, Ahn HS, <strong>Lee GH</strong>, Hwa C, Kim S, Kim KG, Kim MS, Paek E, Na S†, Jang SJ†, An JY†, Kim KP†, Proteogenomic Analysis of a Korean Cohort Reveals Lung Cancer Subtypes Predictive of Metastasis, Chromosome Instability, and Tumor Microenvironment, Nature Communications, 2024</li>\n<li><strong>Heo YJ✳</strong>, Hwa C, Lee GH, Park JM, An JY†, Integrative multi-omics approaches in cancer research: from biological networks to clinical subtypes, Molecules and Cells, 2021</li>\n</ul>",
  "year": 2022,
  "thesis": "Proteogenomics landscape of South Korean non-small cell lung cancer",
  "current": "Pharmacy"
}
