{
  "name": "Yujin Kim",
  "position": "Graduate Student",
  "photo": "yujinkim.png",
  "handle": "yujinkim",
  "email": "",
  "twitter": "",
  "github": "randrover",
  "scholar": "",
  "bio_html": "<p><span class=\"en-only\">Yujin's primary research interest lies in studying noncoding mutations that disrupt enhancers implicated in autism spectrum disorder (ASD). She analyzes whole-genome sequencing data from a Korean ASD cohort using computational and statistical techniques to estimate the functional impact of noncoding variants. She developed CWAS-Plus, an advanced framework for estimating category-wide association of rare noncoding variation using cell-type-specific functional data (Kim Y et al., Briefings in Bioinformatics, 2024), substantially expanding the original CWAS methodology introduced by Werling et al. (2018).</span><span class=\"ko-only\">유진의 주요 연구 관심사는 자폐 스펙트럼 장애(ASD)와 관련된 인핸서를 손상시키는 비코딩 돌연변이를 연구하는 것입니다. 한국 ASD 코호트의 전장유전체 시퀀싱 데이터를 계산 및 통계 기법을 활용하여 분석하며, 비코딩 변이의 기능적 영향을 추정하고 있습니다. 세포 유형별 기능 데이터를 활용하여 희귀 비코딩 변이의 카테고리 전반 연관성을 추정하는 CWAS-Plus 프레임워크를 개발하여 (Kim Y et al., Briefings in Bioinformatics, 2024), Werling et al. (2018)이 도입한 기존 CWAS 방법론을 크게 확장하였습니다.</span></p>\n<p><span class=\"en-only\">In addition to her methodological contributions, Yujin co-authored a perspective in Science on genomic patterns in the schizophrenia brain (An JY &amp; Kim Y, Science, 2024), highlighting how genomic approaches can illuminate the neurobiology of psychiatric conditions. Her earlier work characterized spatio-temporal roles of ASD-associated variants in human brain development (Kim Y &amp; An JY, Genes, 2020). Yujin continues to integrate single-cell datasets of brain tissue and chromatin interactions to refine noncoding variant analysis, aiming to deepen our understanding of the genetic basis of ASD through enhancer activity in the developing prefrontal cortex.</span><span class=\"ko-only\">방법론적 기여 외에도, 조현병 뇌의 유전체 패턴에 관한 Science 퍼스펙티브를 공동 집필하여 (An JY &amp; Kim Y, Science, 2024), 유전체 접근법이 정신질환의 신경생물학을 밝히는 데 어떻게 기여할 수 있는지 조명하였습니다. 초기 연구에서는 인간 뇌 발달에서 ASD 관련 변이의 시공간적 역할을 규명하였습니다 (Kim Y &amp; An JY, Genes, 2020). 현재 뇌 조직의 단일세포 데이터셋과 크로마틴 상호작용을 통합하여 비코딩 변이 분석을 정교화하고, 발달 중인 전전두피질의 인핸서 활성을 통해 ASD의 유전적 기반을 심층적으로 이해하는 것을 목표로 하고 있습니다.</span></p>\n<h3><span class=\"en-only\">Education &amp; Training</span><span class=\"ko-only\">학력</span></h3>\n<ul>\n<li><span class=\"en-only\">2021-2026 Integrated M.S./Ph.D., Department of Integrated Biomedical and Life Science, Korea University</span><span class=\"ko-only\">2021-2026 석박사 통합과정, 고려대학교 의생명융합과학과</span></li>\n<li><span class=\"en-only\">2017-2020 B.A. in Psychology, Korea University</span><span class=\"ko-only\">2017-2020 학사, 심리학, 고려대학교</span></li>\n<li><span class=\"en-only\">2017-2020 B.Sc. in Biosystem and Biomedical Sciences, Korea University</span><span class=\"ko-only\">2017-2020 학사, 고려대학교 바이오시스템의과학부</span></li>\n</ul>\n<h3><span class=\"en-only\">Publications</span><span class=\"ko-only\">논문</span></h3>\n<ul>\n<li>Kim JP✻, Cho M✻, Kim C✻, Lee H, Jang B, Jung SH, <strong>Kim Y</strong>, Koh IG, Kim S, Shin D, Lee EH, Lee JY, Park YC, Jang H, Kim BH, Ham H, Kim B, Kim Y, Cho AH, Raj T, Kim HJ, Na DL, Seo SW†, An JY†, Won HH†, Whole-genome sequencing analyses suggest novel genetic factors associated with Alzheimer’s disease and a cumulative effects model for risk liability, Nature Communications, 2025</li>\n<li>Kang M✻, Choi J✻, Han J, Araki T, Kim SW, Ryu HH, Kim MG, Kim S, Jang H, Kim SY, Hwang KD, Kim S, Yoo M, Lee J, Kim K, Park P, Choi JE, Han DH, <strong>Kim Y</strong>, Kim J, Chang S, Kaang BK, Ko JM, Cheon KA, An JY, Kim SJ, Park H, Neel BG, Kim CH†, Lee YS†, Aberrant ERK signaling in astrocytes impairs learning and memory in RASopathy-associated BRAF mutant mouse models, Journal of Clinical Investigation, 2025</li>\n<li>An JY†and <strong>Kim YJ</strong>, Genomic patterns in the schizophrenia brain, Science, 2024</li>\n<li><strong>Kim Y✻</strong>, Jeong M✻, Koh IG, Kim C, Lee H, Kim JH, Yurko R, Kim IB, Park J, Werling DM, Sanders SJ, An JY†, CWAS-Plus: Estimating category-wide association of rare noncoding variation from whole-genome sequencing data with cell-type-specific functional data, Briefings in Bioinformatics, 2024</li>\n<li>Park G✻, Jang WE✻, Kim S✻, Gonzales EL, Ji J, Choi S, <strong>Kim Y</strong>, Park JH, Mohammad HB, Bang G, Kang M, Kim SB, Jeon SJ, Kim JY, Kim KP, Shin CY†, An JY†, Kim MS†, Lee YS†, Dysregulation of the Wnt/β-catenin signaling pathway via Rnf146 upregulation in a VPA-induced mouse model of autism spectrum disorder, Experimental and Molecular Medicine, 2023</li>\n<li>Yoon K✻, <strong>Kim Y✻</strong>, Kim S✻, Cui Y, Ji J, Choi S, Park G, Chung JH, Lee YS†, An JY†, DH Lee†, Chronic skin ultraviolet irradiation induces transcriptomic changes associated with microglial dysfunction in the hippocampus, Molecular Brain, 2022.</li>\n<li>Kim YG✻, Bak MS, Kim A, <strong>Kim Y</strong>, Chae YC, Kim YL, Chun YS, AN JY, Seo SB, Kim SJ, Lee YS†, Kdm3b haploinsufficiency impairs the consolidation of cerebellum-dependent motor memory in mice, Molecular Brain, 2021.</li>\n<li>Kim SW✻, <strong>Kim YJ✻</strong>, Kim SE†, An JY†, Ferroptosis-Related Genes in Neurodevelopment and Central Nervous System, Biology , 2021</li>\n<li><strong>Kim Y✻</strong>, An JY†, Spatio-temporal roles of ASD-associated variants in human brain development, Genes, 2020</li>\n</ul>\n<h3><span class=\"en-only\">Awards</span><span class=\"ko-only\">수상</span></h3>\n<ul>\n<li>2024, Outstanding Presentation Award, 2024 International Joint Conference of KSMGG &amp; EAUHGS</li>\n<li>2024, Best Posters Awards, the 32nd International KOGO Annual Conference</li>\n<li>2024 Best Paper Award, Annual Conference of Korean Society for Bioinformatics</li>\n<li>2022 Predoctoral Fellowship, SBS Seoam Yoon Se Young Foundation (2022-2026)</li>\n</ul>"
}